/** 通用 */
"tabbar_home" = "ទំព័រដើម";
"tabbar_TinhNow" = "ទិញទំនិញ";
"order" = "ការបញ្ជាទិញ";
"mine" = "គណនីរបស់ខ្ញុំ";
"discover" = "Discover";
"camera_use_auth_tip" = "សូមអនុញ្ញាតឱ្យកម្មវិធីប្រើកាមេរ៉ារបស់អ្នកនៅក្នុង 'ការកំណត់ - ឯកជន - កាមេរ៉ា '";
"keyboard_brand_title" = "- ក្តារចុចសុវត្ថិភាព WOWNOW -";
"refresh" = "Refresh";
"monday" = "ច័ន្ទ";
"tuesday" = "អង្គារ";
"wednesday" = "ពុធ";
"thursday" = "ព្រហស្បត៍";
"friday" = "សុក្រ";
"saturday" = "សៅរ៍";
"sunday" = "អាទិត្យ";

/** 首页 */
"coming_soon" = "Cooming soon";
"nearby" = "នៅជិត";
"view_more" = "ពិនិត្យមើលគ្រប់ប្រភេទ";
"hamburger_pizza" = "Khmer, Pizza…";
"home_all" = "ទាំងអស់";
"home_foods_deliver" = "អាហារដល់ផ្ទះ";
"home_shopping" = "ដើរផ្សារ";
"home_recommend" = "ណែនាំ";
"home_pick_for_you" = "បានជ្រើសរើសសម្រាប់អ្នក";


/** 刷新框架 */
"MJ_STATE_DOWN_NORMAL"  = "ទាញចុះក្រោមដើម្បីស្រស់";
"MJ_STATE_DOWN_PULLING" = "ដោះលែងដើម្បីធ្វើឱ្យស្រស់";
"MJ_STATE_LOADING"      = "កំពុងតម្លើង";
"MJ_STATE_UP_NORMAL"    = "ទាញឬចុចដើម្បីផ្ទុកច្រើនទៀត";
"MJ_STATE_UP_PULLING"   = "ទាញឡើងដើម្បីធ្វើឱ្យស្រស់";
"MJ_STATE_NO_MORE"      = "មិនមានច្រើនជាងនេះទេ";
"MJ_STATE_UP_RELEASE_TO_LOAD_MORE" = "លែងនិងផ្ទុកបន្ថែមទៀត";

/** 网络错误 */
"no_data" = "គ្មាន​ទិន្នន័យ";
"network_error" = "កំហុសបណ្តាញសូមព្យាយាមម្តងទៀតពេលក្រោយ។";
"network_timeout" = "បណ្តាញមានបញ្ហា សូមព្យាយាមម្ដងទៀតនៅពេលក្រោយ";
"network_not_available" = "មិនអាចភ្ជាប់អ៊ីនធើណេតបានទេ សូមពិនិត្យមើលអ៊ីនធើណេតថាដំណើរការធម្មតា ឬការអនុញ្ញាតិបណ្តាញទិន្នន័យមានបើកឬទេ";
"network_connect_server_failed" = "បណ្តាញមានបញ្ហា សូមព្យាយាមម្ដងទៀតនៅពេលក្រោយ";

/** 登录 */
"placeholder_input_phone_number" = "លេខទូរសព្ទ.";
"placeholder_input_pwd" = "វាយបញ្ចូលពាក្យសម្ងាត់";
"placeholder_input_pwd_new" = "វាយបញ្ចូលពាក្យសម្ងាត់";
"login_agreement_tip_front" = "តាមរយៈការចូលនេះ អ្នកបានយល់ព្រមនឹងកិច្ច";
"service_agreement" = "ព្រមព្រៀងសេវាកម្ម";
"login_with_social_media" = "ប្រើគណនីទីបីដើម្បីចូល";
"sms_code_has_been_sent_you" = "ពួកយើងបានផ្ញើលេខកូដផ្ទៀងផ្ទាត់ ៦ ខ្ទង់ទៅអ្នក";
"enter_your_login_password" = "សូមវាយបញ្ចូលពាក្យសម្ងាត់";
"password_vaild_desc" = "ត្រូវមានអក្សរអង់គ្លេសចំនួន ៦-២០ អក្សរឬនិមិត្តសញ្ញា (លើកលែងតែចន្លោះ) និងមានយ៉ាងហោចណាស់បន្សំពីរ";
"password_set_not_pair_tip" = "ការបញ្ចូលពាក្យសម្ងាត់មិនស្របគ្នា";
"enter_your_phone_number" = "លេខទូរសព្ទរបស់អ្នក";
"login_success" = "ចូលបានជោគជ័យ";
"forget_password" = "ភ្លេចពាក្យសម្ងាត់";
"please_contact" = "អ្នកអាចទំនាក់ទំនង";
"humen_customer_service" = "សេវាអតិថិជន";

/** 注册 */
"register" = "ចុះឈ្មោះ";
"register_success" = "ចុះឈ្មោះជោគជ័យ";
"set_your_login_password" = "កំណត់ពាក្យសម្ងាត់ចូលរបស់អ្នក";
"set_your_new_login_password" = "វាយបញ្ចូលពាក្យសម្ងាត់";
"placeholder_input_pwd_again" = "វាយបញ្ចូលពាក្យសម្ងាត់ម្តងទៀត";
"placeholder_input_pwd_again_new" = "វាយបញ្ចូលពាក្យសម្ងាត់ម្តងទៀត";
/** 我的 */
"suggestion_sendback" = "មតិប្រតិកម្ម";
"help_center" = "ជំនួយ";
"call_center" = "បណ្តាញទំនាក់ទំនងអតិថិជន";
"common_problem" = "បញ្ហាទូទៅ";
"service_24_hours" = "សេវាកម្មអតិថិជន ២៤ ម៉ោង";
"app_version" = "ជំនាន់ APP";
"find_new_version" = "រកឃើញជំនាន់ថ្មី";
"app_version_latest" = "បច្ចុប្បន្ននេះវាជាជំនាន់ចុងក្រោយបំផុត។";
"suggestion_and_feedback" = "មតិប្រតិកម្ម";
"shopping_address" = "អាស័យដ្ឋានទទួលទំនិញ";
"choose_language" = "ជ្រើសរើសភាសា";
"my_coupons" = "គូប៉ុងរបស់ខ្ញុំ";
"set_nickname" = "Set nickname";
"cash_coupons" = "គូប៉ុងទឹកប្រាក់";
"discount_coupons" = "គូប៉ុងបញ្ចុះតម្លៃ";
"choose_country" = "ជ្រើសរើសលេខកូដប្រទេស";
"china" = "ចិន";
"cambodia" = "កម្ពុជា";
"please_sign_in" = "សូមចូលគណនី";
"wallet" = "Wallet";

/** 设置邮箱 */
"modify_emial" = "កែប្រែអ៊ីមែល";
"input_real_email" = "សូមវាយបញ្ចូលអ៊ីមែលពិតប្រាកដ";
"input_limit_50_char" = "អនុញ្ញាតឱ្យបញ្ចូលតែ ៥០ តួអក្សរឬតិចជាងនេះ។";
"invalid_email_format" = "សូមវាយបញ្ចូលអ៊ីមែលពិតប្រាកដ";

/** 设置 */
"settings" = "ការកំណត់";
"my_infomation" = "ពត៌មានរបស់ខ្ញុំ";
"name_photo" = "ឈ្មោះ រូបថត";
"login_password" = "ពាក្យសម្ងាត់ចូល";
"change" = "កែ";
"message_notify" = "សារជូនដំណឹង";
"disabled" = "មិនទាន់បើក";
"enabled" = "បានបើក";
"clear_app_cache" = "សម្អាតឃ្លាំងសម្ងាត់ APP";
"nothing_to_delete" = "គ្មានអ្វីត្រូវសំអាតទេ";
"missing_notification_tip_1" = "អ្នកកំពុងបាត់សារសំខាន់ៗ! សូមបើកការជូនដំណឹងតាមរយៈ";
"missing_notification_tip_2" = "ការកំណត់ - ការជូនដំណឹ ";
"missing_notification_tip_3" = "ងនៅលើទូរស័ព្ទរបស់អ្នក។ ";
"confirm_delete" = "ពិតជាលុបចោលមែនទេ?";
"delete_success" = "ជម្រះបានជោគជ័យ";
"confirm_to_logout" = "តើអ្នកពិតជាចាកចេញ?";

/** 意见反馈 */
"desc_your_problem_help_to_improve" = "សូមពិពណ៌នាអំពីបញ្ហារបស់អ្នក យើងនឺងជួយធ្វើឱ្យកាន់តែប្រសើរឡើង។";
"thanks_for_your_sendback" = "អរគុណសម្រាប់ការបញ្ចេញមតិ";
"upload_pictures" = "បង្ហោះរូបថត";
"upload_image_count_not_longer_than" = "យ៉ាងច្រើន %zd ទំព័រ";
"no_complaint_content_tip" = "អ្នកមិនបានបញ្ចូលយោបល់របស់អ្នកទេ";
"hud_uploading" = "កំពុងផ្ទុក";
"upload_completed" = "ការបង្ហោះបានជោគជ័យ";
"text_not_longer_than" = "មិនលើសពី %@ អក្សរ";

/** 修改密码 */
"change_login_password" = "កែប្រែពាក្យសម្ងាត់ចូល";
"input_current_password" = "វាយបញ្ចូលពាក្យសម្ងាត់បច្ចុប្បន្ន";
"input_new_password" = "វាយបញ្ចូលពាក្យសម្ងាត់ថ្មី";
"input_new_password_again" = "វាយបញ្ចូលពាក្យសម្ងាត់ថ្មីម្ដងទៀត";
"change_password_success_relogin" = "អ្នកបានផ្លាស់ប្ដូរពាក្យសម្ងាត់ សូមចូលម្ដងទៀត";

/** 重置密码 */
"reset_password" = "កំណត់ពាក្យសម្ងាត់ឡើងវិញ";
"reset_password_success_relogin" = "កំណត់ពាក្យសម្ងាត់ឡើងវិញបានជោគជ័យ.";

/** 地址 */
"add_new_address" = "បន្ថែមអាស័យដ្ឋានថ្មី";
"default" = "លំនាំដើម";
"add_address" = "បំពេញអាស័យដ្ឋានដឹកជញ្ជូន";
"edit_address" = "កែសម្រួលអាស័យដ្ឋាន";
"address" = "អាស័យដ្ឋាន";
"choose_receiving_address" = "ជ្រើសរើសអាស័យដ្ឋានទទួលទំនិញ";
"detail" = "ពត៍មានបន្ថែម";
"address_detail_desc" = "លេខផ្ទះ ផ្លូវ ជាន់ លេខបន្ទប់ ។ល។";
"contact_people" = "អ្នកទំនាក់ទំនង";
"name" = "ឈ្មោះ";
"man" = "លោក";
"woman" = "កញ្ញា";
"contact_phone_number" = "លេខទូរសព្ទទំនាក់ទំនង";
"tag" = "ប្រភេទទីតាំង";
"house" = "ផ្ទះ";
"office" = "ក្រុមហ៊ុន";
"school" = "សាលា";
"set_as_default_address" = "ដាក់អាស័យដ្ឋានជាលំនាំដើម";
"environment_picture" = "រូបថតអាស័យដ្ឋាន";
"max_count_some" = "យ៉ាងច្រើន %zd ទំព័រ";
"add_picture" = "បន្ថែមរូបថត";
"address_tip_choose_address" = "ជ្រើសរើសអាស័យដ្ធាន";
"address_tip_input_name" = "សូមវាយបញ្ចូលឈ្មោះ";
"address_tip_choose_gender" = "សូមជ្រើសរើសភេទ";
"address_tip_input_phone" = "សូមវាយបញ្ចូលលេខទូរសព្ទ";
"confirm_to_delete_address" = "ពិតជាលុបចោលអាស័យដ្ឋានមែនទេ?";

/** 优惠券 */
"coupon_ticket" = "គូប៉ុង";
"view_invalid_coupon" = "ឆែកមើលគូប៉ុងផុតកំណត់";
"valid_coupon" = "គូប៉ុងដែលអាចប្រើបាន";
"valid_time" = "រយៈពេលសុពលភាព";
"coupon_detail" = "វិធាននៃការប្រើប្រាស់";
"use_now" = "ប្រើឥឡូវនេះ";
"invalid_coupon" = "ឆែកមើលគូប៉ុងចាស់";
"expired" = "បានផុតកំណត់";
"used" = "បានប្រើរួច";

/** 我的账号 */
"my_account" = "ពត៌មានរបស់ខ្ញុំ";
"head_image" = "រូបថត";
"nickname" = "ឈ្មោះហៅក្រៅ";
"not_set" = "មិនទាន់កំណត់";
"phone_number" = "ទូរស័ព្ទ";
"email" = "អ៊ីមែល";
"gender" = "ភេទ";
"birthday" = "ថ្ងៃខែឆ្នាំកំណើត";
"social_account" = "គណនីសង្គម";
"your_nickname" = "ឈ្មោះហៅក្រៅរបស់អ្នក";
"your_email" = "អ៊ីមែលរបស់អ្នក";
"facebook" = "Facebook";
"google_mail" = "Gmail";
"twitter" = "Twitter";
"wechat" = "Wechat";
"apple_id" = "Apple ID";
"male" = "ប្រុស";
"female" = "ស្រី";
"account_has_binded" = "គណនីត្រូវបានចងជាប់";
"binded" = "ចងជាប់";
"input_your_old_login_password" = "វាយបញ្ចូលពាក្យសម្ងាត់បច្ចុប្បន្ន";

/** 消息 */
"messages" = "សារ";
"today" = "ថ្ងៃនេះ";
"message_detail" = "ពត៏មានលម្អិត";

/** 选择地址 */
"choose_address" = "ជ្រើសរើសអាស័យដ្ឋាន";
"delivery_to" = "ដឺកជញ្ជូនទៅ";
"use_current_location" = "ប្រើប្រាស់ទីតាំងបច្ចុប្បន្ន";
"select_in_map" = "ជ្រើសរើសទីតាំងលើផែនទី";
"my_address" = "អាស័យដ្ឋានរបស់ខ្ញុំ";
"choosed_address_not_in_delivery_scope_1" = "មិនស្ថិតនៅក្នុងវិសាលភាពនៃការដឹកជញ្ជូនទេ";
"choosed_address_not_in_delivery_scope_2" = "ទីតាំងបច្ចុប្បន្នរបស់អ្នកមិនទាន់មានសេវាកម្មដឹកជញ្ជូននៅឡើយទេ។";
"manual_select" = "ការជ្រើសរើសដោយដៃ";
"location_service_disabled_open_in_system_settings" = "អ្នកត្រូវបើកសេវាកម្មទីតាំងនៅក្នុងការកំណត់";
"unknown_location" = "មិនស្គាល់ទីតាំង";

/** 选择地图地址 */
"search_address" = "ស្វែងរកទីតាំង";
"locatin_disabled" = "មិនអាចទទួលបានទីតាំង";
"your_location" = "ទីតាំងរបស់អ្នក";
"input_your_address" = "សូមបញ្ចូលអាស័យដ្ធានរបស់អ្នក";
"confirm_address" = "បញ្ជាក់អាស័យដ្ធាន";

/** 订单列表 */
"my_order" = "ការបញ្ជាទិញរបស់ខ្ញុំ";
"order_all" = "ទាំងអស់";
"order_processing" = "កំពុងដំណើរការ";
"order_unevaluate" = "មិនទាន់វាយតម្លៃ";
"order_refund" = "សងប្រាក់វិញ";
"order_list_waiting" = "រង់ចាំទទួលការបញ្ជាទិញ";
"order_list_accepted" = "បានទទួលការបញ្ជាទិញ";
"order_list_cancelling" = "Cancellation requested";
"order_list_reject_cancel" = "Cancellation rejected";
"order_list_delivering" = "កំពុងដឹកជញ្ជូន";
"order_list_delivered" = "បានដឹកទៅដល់";
"order_list_cancelled" = "បានបោះបង់";
"order_list_completed" = "បានបញ្ចប់";
"order_list_refund_processing" = "ស្នើសុំបង្វិលប្រាក់";
"order_list_refunded" = "ប្រាក់បង្វិលសង";
"view_order_after_sign_in" = "មើលការបញ្ជាទិញបន្ទាប់ពីចូល";
"signIn_signUp" = "ចូល / ចុះឈ្មោះ";

/** 订单提交 */
"order_submit" = "ដាក់ស្នើការបញ្ជាទិញ";
"describe_your_requirements" = "តម្រូវការរបស់អ្នក (រសជាតិ ចំណូលចិត្ត)";
"remark_title" = "សំណើរទៅកាន់ហាង";
"arrive_time" = "រយៈពេលវេលាដឹកជញ្ជូន";
"order_sumit_choose_address_tip" = "ជ្រើសរើសអាស័យដ្ឋានទទួលទំនិញ";
"order_sumit_choose_address" = "សូមជ្រើសរើសអាស័យដ្ឋានទទួលទំនិញ";
"order_sumit_coupon" = "គូប៉ុង";
"order_sumit_no_coupons_available" = "មិនមានគូប៉ុងដែលអាចប្រើបាន";
"order_sumit_address_have_available_coupons" = "មានគូប៉ុងដែលអាចប្រើបាន";
"order_choose_payment_method" = "ជ្រើសរើស";
"order_choose_payment_method_title" = "ជ្រើសរើសមធ្យោបាយទូទាត់";
"pay_online_tips" = "គាំទ្រការទូទាត់តាមប្រព័ន្ធអនឡាញដូចខាងក្រោម";
"total_title" = "សរុប:";


/** 订单提交选择优惠券 */
"order_submit_choose_coupon" = "ជ្រើសរើសគូប៉ុង";
"following_not_available" = "គូប៉ុងទាំងនេះមិនអាចប្រើបានទេ";
"not_use" = "មិនអាចប្រើបាន";
"coupons_cannot_be_stacked." = "គូប៉ុងមិនអាចប្រើជាមួយគ្នាបានទេ។";

/** 订单提交选择地址 */
"cannot_be_delivered_to" = "អាស័យដ្ឋាននេះមិនមានក្នុងបរិវេណនៃការដឹកជញ្ជូន";

/** 订单详情 */
"order_detail" = "ពត៍មានលម្អិតការបញ្ជាទិញ";
"can_not_use_with_other_coupon" = "មិនអាចប្រើជាមួយការផ្ដល់ជូនផ្សេងៗទៀត";
"order_detail_accept_soon" = "រង់ចាំហាងទទួលការបញ្ជាទិញ";
"order_detail_waiting" = "រង់ចាំទទួលការបញ្ជាទិញ";
"order_detail_waiting_desc" = "Merchant Will Accepte Order Soon.";
"order_detail_preparing" = "ការបញ្ជាទិញកំពុងរៀបចំ";
"order_detail_distance_from_you" = "ចម្ងាយ %.0fម ពីអ្នក";
"order_detail_merchant_received" = "កំពុងដឹកជញ្ជូន";
"order_detail_delivering_desc" = "Merchant is preparing your food.";
"order_detail_delivered" = "បានដឹកទៅដល់";
"order_detail_delivered_desc" = "ការបញ្ចាទិញរបស់អ្នកបានដឹកទៅដល់";
"order_detail_cancelling" = "ស្នើសុំបោះបង់ការបញ្ជាទិញកំពុងដោះស្រាយ";
"order_detail_cancelling_desc" = "ហាងនឹងដំណើរការពាក្យសុំរបស់អ្នកឱ្យបានឆាប់តាមដែលអាចធ្វើទៅបាន។";
"order_detail_cancelled" = "បោះបង់ការបញ្ជាទិញ";
"order_detail_cancelled_desc" = "ការបញ្ជាទិញរបស់អ្នកបានបោះបង់ អ្នកអាចបញ្ជាទិញម្ដងទៀត";
"order_detail_refund_processing" = "កំពុងស្នើសុំបង្វិលប្រាក់";
"order_detail_refund_reason" = "មូលហេតុនៃការស្នើសុំបង្វិលប្រាក់";
"order_detail_refund_processing_desc" = "យើងនិងដោះស្រាយការស្នើសុំបង្វិលប្រាក់របស់អ្នកឱ្យបានឆាប់រហ័សតាមដែលអាចធ្វើទៅបាន។";
"order_detail_refunded" = "ការបញ្ជាទិញបានសងប្រាក់វិញ";
"order_detail_refunded_desc" = "ពួកយើងបានបង្វិលប្រាក់ទាំងអស់ជូនអ្នកវិញ អ្នកអាចបញ្ជាទិញម្ដងទៀត";
"order_detail_completed" = "ការបញ្ជាទិញបានបញ្ចប់";
"order_detail_completed_desc" = "អរគុណសម្រាប់ការបញ្ជាទិញ";
"contact_phone_number" = "លេខទូរស័ព្ទអ្នកទទួល";
"confirm_received_goods" = "បញ្ជាក់ការទទួល";
"evaluate" = "វាយតម្លៃ";
"refund" = "ប្រាក់បង្វិលសង";
"show_all" = "បង្ហាញទាំងអស់";
"hide" = "លាក់";
"calculate_accord_to_goods_total_money" = "គិតប្រាក់តាមតម្លៃសរុបនៃទំនិញ";
"vat_fee" = "ពន្ធអាករ";
"packing_fee" = "ថ្លៃវេចខ្ចប់";
"delivery_fee" = "ថ្លៃដឹកជញ្ជូន";
"promotions" = "ប្រូម៉ូសិន";
"not_valid_with_other_coupon" = "មិនអាចចូលរួមជាមួយគូប៉ុង/ប្រូម៉ូសិនផ្សេងទៀត";
"order_detail_coupon_ticket" = "គូប៉ុង";
"total" = "ចំនួនប្រាក់សរុបត្រូវបង់";
"exchange_rate" = "អត្រាប្ដូរប្រាក់";
"delivery_address" = "អាស័យដ្ឋានដឹកជញ្ជូន";
"arrive_before_time" = "នឹងដឹកទៅដល់អោយលឿនបំផុតនៅ %@";
"order_remark" = "សម្គាល់";
"delivery_rider" = "អ្នកដឹកជញ្ជូន";
"order_number" = "លេខបញ្ជាទិញ";
"order_create_time" = "ពេលបញ្ជាទិញ";
"order_payment_method" = "វិធីទូទាត់ប្រាក់";
"order_payment_method_online" = "ទូទាត់តាមប្រព័ន្ធអនឡាញ";
"order_payment_method_offline" = "ទូទាត់ប្រាក់ពេលទំនិញទៅដល់";
"my_rating" = "វាយតម្លៃរបស់ខ្ញុំ";
"order_trace" = "តាមដានការបញ្ចាទិញ";
"order_trace_submit_order" = "ដាក់ស្នើការបញ្ជាទិញ";
"order_trace_merchant_received" = "អាជីវករបានទទួលការបញ្ជាទិញ";
"order_trace_rider_accept" = "អ្នកដឹកជញ្ជូនបានទទួលការបញ្ជាទិញ";
"order_trace_rider_arrive_merchant" = "អ្នកដឹកជញ្ជូនបានទៅដល់ហាង";
"order_trace_delivering" = "កំពុងដឹកជញ្ជូន";
"order_trace_arrived" = "បានដឹកជញ្ជូនទៅដល់";
"order_trace_cancelled" = "បោះបង់ការបញ្ជាទិញ";
"order_trace_waiting_delivery" = "សូមមេត្តារង់ចាំការដឹកជញ្ជូន";
"cancel_order_may_be_rejected_ask" = "បោះបង់ការបញ្ជាទិញអាចត្រូវបានបដិសេធ។ តើអ្នកនៅតែចង់បោះបង់ឬទេ?";
"order_cancelled" = "ការបញ្ជាទិញរបស់អ្នកត្រូវបានបោះបង់";
"not_now" = "មិនមែនឥឡូវនេះ";
"receive_goods_confirm_ask" = "តើអ្នកបានទទួលទំនិញហើយឬនៅ?";
"thanks_for_your_order" = "អរគុណសម្រាប់ការបញ្ជាទិញ";
"you_can_contact" = "អ្នកអាចទំនាក់ទំនង";
"customer_service" = "សេវាអតិថិជន";
"store_service" = "អាជីវករ";
"rider_phone" = "Delivery rider phone";
"order_status_rider_accepted" = "កំពុងដឹកជញ្ជូន ប្រហែល %@ នឹងដឹកទៅដល់";
"order_rider" = "អ្នកដឹកជញ្ជូន";
"details_of_the_refund" = "ពត៌មានលម្អិតនៃការសងប្រាក់";

"top_up_pay_now" = "ទូទាត់ឥឡូវនេះ";
"top_up_success" = "បញ្ចូលទឹកប្រាក់ជោគជ័យ";
"top_up_failure" = "បញ្ចូលទឹកប្រាក់បរាជ័យ";
"top_up_in_the_processing" = "កំពុងដំណើរការ";
"top_up_to_be_paid" = "កំពុងរង់ចាំលទ្ធផលការទូទាត់";
"top_up_closed" = "ការបញ្ជាទិញបានបិទ";
"top_up_contact" = "ទំនាក់ទំនង";
"top_up_to_pay" = "ទៅបង់ប្រាក់";
"top_up_center" = "មជ្ឈមណ្ឌលបញ្ចូលទឹកប្រាក់";
"top_up_amount_paid" = "ចំនួនទឹកប្រាក់ត្រូវបង់";
"top_up_pay_time" = "ពេលវេលាបញ្ចូលទឹកប្រាក់";
"top_up_order_time" = "ពេលវេលាបញ្ចាទិញ";
"top_up_order_no" = "លេខបញ្ជាទិញ";
"top_up_recharge_amount" = "ចំនួនបញ្ចូលទឹកប្រាក់:";
"top_up_number" = "លេខបញ្ចូលទឹកប្រាក់:%@";
"buy_again" = "ទិញម្តងទៀត";

/** 订单评价 */
"evaluation_title" = "វាយតម្លៃ";
"please_rate_our_service_1" = "អរគុណសម្រាប់ការបញ្ជាទិញ";
"please_rate_our_service_2" = "សូមវាយតម្លៃសេវាកម្មយើងខ្ញុំ";
"delivery_service" = "សេវាកម្មដឹកជញ្ជូន";
"dining_experience" = "បទពិសោធន៏ក្នុងការបញ្ជាទិញអាហារ";
"thanks_for_your_rating" = "អរគុណសម្រាប់ការវាយតម្លៃ";
"rating_level_very_bad" = "អន់ណាស់";
"rating_level_bad" = "អន់";
"rating_level_good" = "ធម្មតា";
"rating_level_great" = "ពេញចិត្ត";
"rating_level_very_good" = "ល្អខ្លាំងណាស់";
"rating_anonymous" = "ជនអនាមិក";
"evaluation_tap_star" = "ធ្វើការវាយតម្លៃ";
"evaluation_how_was_the_food" = "តើអ្នកយល់ថាអាហារយ៉ាងណាដែរ?";
"evaluation_write_about_store" = "សូមសរសេរបទពិសោធន៏អាហាររបស់អ្នក ដើម្បីអោយអ្នករាល់គ្នាដឹងពីហាងនេះ";


/** 退款*/
"order_refund_apply" = "ស្នើសុំបង្វិលប្រាក់";
"refund_reason" = "មូលហេតុនៃការស្នើសុំបង្វិលប្រាក់";
"choose_refund_reason" = "Choose refund reason";
"please_choose_refund_reason" = "Please choose refund reason";
"please_upload_picture" = "Please upload photos";
"please_select" = "សូមជ្រើសរើស";
"refund_amount" = "ចំនួនសាច់ប្រាក់";
"refund_problem_desc" = "ពិពណ៍នាពីបញ្ហា";
"desc_your_problem" = "សូមពណ៌នាមូលហេតុនៃការស្នើសុំបង្វិលប្រាក់";
"upload_photos_required_up_to_some" = "បង្ហោះរូបថត (តម្រូវ, យ៉ាងច្រើន៥សន្លឹក)";
"refund_reason_not_pair" = "ផលិតផលមិនដូចក្នុងរូប";
"refund_reason_quality" = "គុណភាពផលិតផលមានបញ្ហា";
"refund_reason_other" = "ផ្សេងៗ (សូមបំពេញពីបញ្ហាលម្អិត)";
"submit_refund_success_tip_1" = "ដាក់ស្នើបានជោគជ័យ";
"submit_refund_success_tip_2" = "យើងនិងដោះស្រាយការស្នើសុំបង្វិលប្រាក់របស់អ្នកឱ្យបានឆាប់រហ័សតាមដែលអាចធ្វើទៅបាន។";

"full_refund" = "ការសងប្រាក់វិញពេញលេញ";
"partial_refund" = "ការសងប្រាក់វិញដោយផ្នែក";
"refund_to" = "សងប្រាក់ទៅ";
"payment_channel_order" = "ឆានែលទូទាត់បញ្ជាទិញ";
"refund_progress" = "វឌ្ឍនភាពនៃការសងប្រាក់វិញ";
"refund_no" = "លេខសងប្រាក់វិញ";
"refund_egotiation" = "ការចរចាសងប្រាក់វិញ";
"where_refund_goes" = "សងប្រាក់វិញ។កន្លែងណា";
"check_refund_tip" = "ចំនួនទឹកប្រាក់បង្វិលសងត្រូវបានផ្ទេរទៅគណនីនេ,សូមពិនិត្យមើលជាមួយបណ្តាញទូទាត់/ធនាគារ";
"refund_automatic_refund_tip1" = "បង្វិលសងប្រាក់ដោយស្វ័យប្រវត្តិ (ទូទាត់ម្តងទៀត)";
"refund_automatic_refund_tip2" = "បង្វិលសងដោយស្វ័យប្រវត្តិ (ការទូទាត់ផុតម៉ោងកំណត់)";
"refund_automatic_refund_tip3" = "ការបញ្ជាទិញដោយទូទាត់ស្ទួន ប្រព័ន្ធនឹងបង្វិលសងប្រាក់លើសដោយស្វ័យប្រវត្តិ។";
"refund_automatic_refund_tip4" = "ការទូទាត់ជោគជ័យ ដោយផុតសុពលភាពនៃការបញ្ជាទិញ ប្រព័ន្ធនឹងបង្វិលសងប្រាក់ដោយស្វ័យប្រវត្តិ។";

/** 门店搜索 */
"not_found_results" = "រកមិនឃើញពត៍មានសម្រាប់ '%@'";
"history_search" = "ថ្មីៗនេះ";
"clear" = "Clear";
"confirm_delete_all" = "Confirm to delete all?";
"hot_search" = "និយម";
"input_merchant_name_keyword" = "Merchant name/keyword";
"search_more" = "ច្រើនទៀត";

/** 门店详情 */
"store_detail" = "ពត៍មានហាង";
"multi_sku" = "ជ្រើសរើស";
"free_delivery" = "ដឹកជញ្ជូនឥតគិតថ្លៃ";
"choose_product_sku_and_property" = "ជ្រើសរើស";
"scope_of_business" = "វិសាលភាពអាជីវកម្ម";
"qualification" = "គុណភាពអាជីវកម្ម";
"store_detail_threshold_send" = "%@ឡើងទៅនឹងដឹកជូន";
"delivery_fee" = "ថ្លៃដឹកជញ្ជូន";
"delivery_fee_none" = "មិនគិតថ្លៃដឹកជញ្ជូន";
"view_cart" = "មើលរទេះទំនិញ";
"store_detail_is_closed" = "ម៉ោងសម្រាករបស់ហាង";
"store_detail_business_hours" = "ម៉ោងដំណើរការ";
"reviews" = "វិចារ";
"store_order_now" = "ទៅទូទាត់";
"sub_total" = "សរុប";
"no_items_added" = "មិនទាន់មានទំនិញ";
"store_shopping_cart" = "រទេះទំនិញ";
"delete_all" = "ជម្រះ";
"some_items" = "%zd ផលិតផល";
"add_product" = "បន្ថែម +";
"customize_product" = "ជ្រើសរើសទំហំ";
"sold_out" = "បានលក់";
"store_notice" = "ប្រកាសរបស់ហាង";
"store_qualification" = "ប័ណ្ណប៉ាតង់";
"store_money_off_content" = "អស់ %@ កាត់ %@ ";
"store_discount" = "កម្ម៉ង់ឥឡូវនេះ បញ្ចុះតម្លៃ%.0f%%";
"store_detail_discount" = "បញ្ចុះតម្លៃ%.0f%%ទាំងអស់%@%@";


/** 购物车 */
"calculate_based_on_the_total_amount_of_item" = "គិតប្រាក់តាមតម្លៃសរុបនៃទំនិញ";
"cart_vat_fee" = "ពន្ធ";
"cart_packing_fee" = "ថ្លៃវេចខ្ចប់";
"cart_total" = "សរុប";
"cart_order_now" = "ទូទាត់";
"cart_delete" = "លុបចោល";
"Only_left_in_stock" = "សល់តែ%zdមុខទៀតប៉ុណ្ណោះក្នុងស្តុក";
"Temporarily out of stock" = "ខ្វះស្តុកបណ្ដោះអាសន្ន";
"item_is_no_longer_available" = "ទំនិញបានបីទ";
"some_money_to_send" = "%@ ឡើងទៅ";
"cart_resting" = "ម៉ោងសម្រាក";
"cart_is_full" = "រទេះទំនិញបានពេញ សូមសម្អាតចេញ";
"cart_store_is_closed" = "ម៉ោងសម្រាករបស់ហាង";
"the_store_have_stopped_operation" = "ហាងត្រូវបានបិទ";
"some_items_are_no_longer_available" = "ផលិតផលមួយចំនួនបានបិទ";
"some_items are_temporarily_out_of_stock" = "ផលិតផលមួយចំនួនមិនមានស្តុកគ្រប់គ្រាន់";
"do_you_want_to_delete_item" = "តើអ្នកពិតជាចង់លុបចោលផលិតផលនេះមែនឬទេ?";
"you_haven't_selected_a_item" = "មិនទាន់បានជ្រើសរើសផលិតផល";
"cart_not_now" = "មិនមែនឥឡូវនេះ";
"cart_empty" = "រទេះទំនិញទទេ";


/** 门店列表 */
"sort_by_popularity" = "តម្រៀបតាមការនិយម";
"delivery_fee_low_to_high" = "ថ្លៃដឹកជញ្ជូន៖ ពីទាបទៅខ្ពស់";
"rating_high_to_low" = "ការវាយតម្លៃ៖ ពីខ្ពស់ដល់ទាប";
"sort_distance" = "ចម្ងាយ";
"sort_delivery_time" = "ពេលវេលាដឹកជញ្ជូន";
"category" = "Scope";
"title_all" = "ទាំងអស់";

/** 门店评分 */
"merchant_score" = "ដាក់ពិន្ទុហាង";
"positive_rate" = "អត្រាវាយតម្លៃល្អ";
"store_reviews_all" = "ទាំងអស់";
"store_reviews_praise" = "សរសើរ";
"store_reviews_critical" = "បង្អាប់";
"store_reviews_image" = "មានរូបភាព";
"produce_reviews_like" = "ពេញចិត្ត";
"produce_reviews_unlike" = "មិនពេញចិត្ត";
"store_reviews_merchant_reply" = "អាជីវករឆ្លើយតប";

/** 支付相关 */
"pay_alipay" = "Alipay";
"pay_wechat" = "WechatPay";
"pay_credit" = "Credit/Debit Card";
"pay_ABAPay" = "ABA PAY";
"pay_prince_bank" = "Prince Bank";
"pay_wing" = "Wing Bank";
"choose_payment_method" = "ជ្រើសរើសវិធីទូទាត់ប្រាក់";
"choose_payment_online" = "ទូទាត់តាមប្រព័ន្ធអនឡាញ";
"return_back" = "ត្រលប់";
"offline_refund" = "បង្វិលសាច់ប្រាក់ដោយផ្ទាល់";
"refund_process" = "ដំណើរការបង្វិលប្រាក់";
"refund_information" = "ពត៍មានពីការបង្វិលប្រាក់";
"refund_amount" = "ចំនួនទឹកប្រាក់ដែលបានបង្វិល";
"refund_method" = "មធ្យោបាយបង្វិលប្រាក់វិញ";
"request_refund" = "ស្នើសុំបង្វិលប្រាក់";
"request_real_refund" = "សំណងជាក់ស្ដែង";
"request_reason" = "មូលហេតុ";
"agree_refund" = "យល់ព្រមបង្វិលប្រាក់";
"refunded_success" = "បង្វិលប្រាក់បានជោគជ័យ";
"refund_tips" = "ពេលវេលាជាក់លាក់សាច់ប្រាក់ចូលគណនីគឺអាស្រ័យលើស្ថានភាពដំណើរការរបស់ប្រព័ន្ធ សូមបេត្តាធ្វើការត្រួតពិនិត្យដោយអត់ធ្មត់";
"refunding" = "កំពុងបង្វិលប្រាក់";
"refund_detail" = "ពត៍មានលម្អិតបង្វិលប្រាក់";
"order_submit_tips" = "សូមបញ្ចប់ការទូទាត់ក្នុងរយៈពេល %@";
"reject_refund" = "បដិសេដសំណង";
"initiate_refund" = "ដាក់ស្នើរបង្វិលប្រាក់";
"order_canceled_tips" = "ការបញ្ជាទិញបានបោះបង់ ប្រព័ន្ធនឹងទូទាត់សំណងដោយស្វ័យប្រវត្តិ";
"not_install_wechat" = "WeChat មិនទាន់តំឡើងទេ";
"wechat_not_support" = "ជំនាន់ WeChat បច្ចុប្បន្នមិនគាំទ្រមុខងារនេះទេ";
"invalid_payment_parameters" = "ប៉ារ៉ាម៉ែត្រទូទាត់មិនត្រឹមត្រូវ";
"user_not_login" = "អ្នកប្រើប្រាស់មិនទាន់បានចូលទេ";
"pay_failure_try_again" = "ការទូទាត់បានបរាជ័យ សូមព្យាយាមម្តងទៀត";
"ALERT_MSG_CANCEL_TRANSATION" = "ថាតើត្រូវបោះបង់ប្រតិបត្តិការនេះដែរឬទេ?";

/** 电商首页 */
"tn_my_collection" = "ការប្រមូលរបស់ខ្ញុំ";
"tn_my_review" = "យោបល់របស់ខ្ញុំ";
"tn_distributable_products" = "ទំនិញដែលអាចចែកចាយ";
"tn_my_commission" = "ប្រាក់កម្រៃជើងសាររបស់ខ្ញុំ";
"tn_search_placeHolder" = "បញ្ចូលផលិតផល ឈ្មោះហាង ដើម្បីស្វែងរក";
"tn_receiving_address" = "អាស័យដ្ធានទទួលទំនិញ";
"tn_categories" = "ប្រភេទ";

"checkStand_pay_confirm" = "បញ្ជាក់";
"checkStand_pay_rightnow" = "បង់ឥឡូវ";
"payment_method" = "វិធី​សា​ស្រ្ត​ទូទាត់";

/** append by 1.6 reject */
"discover_detail_tip_un_authed" = "សូមកំណត់ទីតាំងជាមុនក្នុង(ការកំណត់)";
"discover_detail_tip_goto_settings" = "ការកំណត់";
"discover_detail_tip_before_request" = "ដើម្បីប្រើមុខងារនេះអ្នកត្រូវរកទីតាំងរបស់អ្នកសូមយល់ព្រមនឹងការអនុញ្ញាតរបស់ WOWNOW ក្នុងការប្រើប្រាស់ទីតាំងរបស់អ្នក";
"discover_detail_tip_deny" = "មិនយល់ស្រប";
"AUDIT_BUTTON_SURE" = "បញ្ជាក់";
"system_alert" = "ប្រព័ន្ធ";
"system_camera_error" = "មិនអាចរកម៉ាស៊ីនថតឧបករណ៍បានទេ";
"page_title_setLoginPwd" = "កំណត់ពាក្យសម្ងាត់ចូល";
"store_pick_for_you_none_tip" = "មិនមានហាងទេ";

/** 钱包 */
"balance" = "តុល្យភាព";
"sa_text_M_title" = "លោក %@,%@";
"sa_text_F_title" = "អ្នកស្រី %@,%@";
"wallet" = "កាបូប";
"balance_lack" = "តុល្យភាពមិនគ្រប់គ្រាន់";
"open_balance" = "ចុចដើម្បីបើកកាបូប";
"pay_aba_mobile" = "ចុចទូទាត់តាមABA";
"upload_house_number_delivery_address" = "បង្ហោះរូបទីតាំងទទួលទំនិញ ដើម្បីអ្នកដឹកជញ្ជូនងាយស្រួលស្វែងរកទីតាំងរបស់អ្នកកាន់តែលឿន";
"doorway_photo" = "រូបថតមុខហាង";
"house_number" = "រូបថតខ្លោងទ្វា";
"open_address_book" = "សូមជ្រើសរើសទីតាំងនៅក្នុងអាស័យដ្ឋានដឹកជញ្ជូនរបស់ខ្ញុំ";
"sendSms_inputCode" = "យើងបានផ្ញើសារទៅលេខទូរស័ព្ទ %@ ដែលបញ្ចប់ដោយលេខទូរស័ព្ទរបស់អ្នកសូមពិនិត្យសារហើយបញ្ចូលលេខកូដផ្ទៀងផ្ទាត់";
"write_verification_code" = "បំពេញកូដផ្ទៀងផ្ទាត់";
"h5_test" = "H5测试";
"sms_login" = "ចូលសារ SMS>";
"password_login" = "ការចូលពាក្យសម្ងាត់>";
"account_not_exist" = "មិនមានគណនីទេ";
"complete" = "អនុវត្ត";
"forget_password" = "ភ្លេចពាក្យសម្ងាត់";
"setting_phone" = "កំណត់លេខទូរស័ព្ទ";
"password_setting_success" = "ពាក្យសម្ងាត់ចូលត្រូវបានកំណត់ដោយជោគជ័យ";
"no_setting" = "មិនបានកំណត់ជាបណ្តោះអាសន្ន";
"validation_pay_password" = "ផ្ទៀងផ្ទាត់ពាក្យសម្ងាត់ទូទាត់";
"setting_pay_password" = "បង្កើតលេខសម្ងាត់ទូទាត់";
"input_pay_password_again" = "បញ្ចូលពាក្យសម្ងាត់ទូទាត់ម្តងទៀត";
"change_pay_password" = "ប្តូរលេខសម្ងាត់ទូទាត់";
"pay_password_not_continuous_number" = "លេខកូដសំងាត់មិនអាចជាលេខជាប់គ្នាទេ";
"pay_password_not_repeat_number" = "លេខសម្ងាត់នៃការបង់ប្រាក់មិនអាចជាលេខដែលបានធ្វើម្តងទៀតទេ";
"password_no_same" = "លេខសំងាត់ពីរដែលបានបញ្ចូលមិនស៊ីគ្នាសូមបញ្ចូលម្តងទៀត។";
"pay_password_change_success" = "ការកែប្រែបានជោគជ័យសូមចងចាំលេខសម្ងាត់នៃការទូទាត់។";
"pay_password_settting_success" = "កំណត់រូចរាល់，សូមចងចាំលេខសំងាត់";
"please_pay_password" = "ដើម្បីសុវត្ថិភាពប្រតិបត្តិការ សូមបង្កើតលេខសម្ងាត់ទូទាត់";
"again_confirm_pay_password" = "បញ្ជាក់លេខសម្ងាត់ទូទាត់";
"please_input_pay_password" = "សូមបញ្ចូលពាក្យសម្ងាត់ទូទាត់";
"please_input_new_pay_password" = "សូមបញ្ចូលលេខសម្ងាត់ទូទាត់ថ្មី";
"please_input_old_pay_password" = "សូមបញ្ចូលពាក្យសម្ងាត់ទូទាត់ដើម";
"password_setting" = "កំណត់លេខសំងាត់";
"setting_login_password" = "កំណត់បញ្ជូលលេខសំងាត់";
"change_login_password" = "កែតំរូវបញ្ជូលលេខសំងាត់";
"remember_login_password" = "តើអ្នកនៅចាំបញ្ជូលលេខសំងាត់មុនដែររឺទេ?";
"bill_detail" = "ព័ត៌មានលម្អិតអំពីវិក្កយបត្រ";
"money" = "ចំនួនទឹកប្រាក់";
"type" = "ប្រភេទ";
"payment_time" = "ពេលវេលាទូទាត់ប្រាក់";
"payment_number" = "លេខសម្គាល់";
"bill" = "វិក័យប័ត្រ";
"spending_some" = "ការចំណាយ:%@";
"income_some" = "ប្រាក់ចំណូល:%@";
"this_month" = "ខែនេះ";
"remember_pay_password" = "តើអ្នកនៅចាំលេខសំងាត់ទូទាត់មុនដែររឺទេ?";
"forget" = "មិនចងចាំ";
"remember" = "ចងចាំ";
"sendSms_enter_inputCode" = "យើងបានផ្ញើសារទៅលេខទូរស័ព្ទ %@ ដែលបញ្ចប់ដោយលេខទូរស័ព្ទរបស់អ្នកសូមពិនិត្យសារហើយបញ្ចូលលេខកូដផ្ទៀងផ្ទាត់";
"top_up" = "បញ្ចូលទឹកប្រាក់";
"please_input_money" = "សូមបញ្ចូលចំនួនទឹកប្រាក់";
"recharge_money" = "ចំនួនទឹកប្រាក់បញ្ចូលទឹកប្រាក់";
"recharging" = "បញ្ចូលថ្ម";
"gathering" = "ទទួលបានការទូទាត់";
"consumption" = "ការប្រើប្រាស់";
"convertible_currency" = "ប្តូររូបិយប័ណ្ណ";
"transfer_accounts" = "ផ្ទេរ";
"withdrawal" = "ដក";
"red_packet" = "ស្រោមសំបុត្រក្រហម";
"reward" = "រង្វាន់";
"all" = "ទាំងអស់";
"credit_card" = "កាតឥណទាន";
"search_location" = "ស្វែងរកទីតាំង";
"cancel" = "បោះបង់";
"home_choose_address_again" = "សូមជ្រើសរើសទីតាំងរបស់អ្នកម្តងទៀត";
"tn_label_optional" = "(ជម្រើសតាមចិត្ត)";
"pg_label_msg_need_login" = "អ្នកអាចឆែកមើលសារបានបន្ទាប់ពីចូល";
"alert_text_invitation_length" = "ប្រវែងនៃលេខកូដអញ្ជើញគឺ 4-20 ខ្ទង់";
"tf_placeholder_input_invitation_code" = "សូមបញ្ជូលលេខកូដអញ្ជើញ";
"6O8ZBMsK" = "សូមបើកក្នុងផែនទី";
"DY8ZBMsK" = "Skin care";
"Do8ZBMsK" = "Clothes";
"Dg8ZBMsK" = "Mother&Baby";
"Du8ZBMsK" = "Make up";
"KG8ZBMsK" = "គូប៉ុងបញ្ចុះតំលៃ";
"PY8ZBMsK" = "YumNow";
"PE8ZBMsK" = "TinhNow";
"PM8ZBMsK" = "អាចប្រើប្រាស់សម្រាប់% @";
"V08ZBMsK" = "WHAT'S NEW?";
"my_invite_code" = "លេខកូដអញ្ជើញរបស់ខ្ញុំ";
"no_avaliable_channel_alert" = "ការបញ្ចូលទឹកប្រាក់កំពុងស្ថិតក្នុងការជួសជុល សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ!";
"wallet_cash" = "សាច់ប្រាក់";

"share_title" = "ចែករំលែកទៅកាន់";
"share_WeChat_text" = "WeChat";
"share_WeChatFriends_text" = "រង្វង់មិត្តភក្ដិ";
"share_FB_text" = "Facebook";
"share_Message_text" = "Messenger";
"share_Twitter_text" = "Twitter";
"share_Line_text" = "Line";
"share_Instagram_text" = "Instagram";
"share_Telegram_text" = "Telegram";
"share_More_text" = "កាន់តែច្រើន";
"share_link_text" = "កូពីលីង";
"share_image_text" = "បង្កើតរូបភាព";
"share_PicShare_image" = "រក្សាទុករូបភាព";
"share_link_success" = "កូពី";
"share_not_install_facebook" = "អ្នកត្រូវតំឡើងកម្មវិធី Facebook ដើម្បីចែករំលែកលីង";
"share_not_install_messenger" = "អ្នកត្រូវតំឡើងកម្មវិធី Messenger ដើម្បីចែករំលែកលីង";
"share_not_install_twitter" = "អ្នកត្រូវតំឡើងកម្មវិធី Twitter ដើម្បីចែករំលែកលីង";
"share_not_install_line" = "អ្នកត្រូវតំឡើងកម្មវិធី Line ដើម្បីចែករំលែកលីង";
"share_not_install_instagram" = "អ្នកត្រូវតំឡើងកម្មវិធី Instagram ដើម្បីចែករំលែកលីង";
"share_not_install_telegram" = "អ្នកត្រូវតំឡើងកម្មវិធី Telegram ដើម្បីចែករំលែកលីង";
"share_not_install_wechat" = "អ្នកត្រូវតំឡើងកម្មវិធី WeChat ដើម្បីចែករំលែកលីង";
"share_link_text_prefix" = "ខ្ញុំបានឃើញវានៅក្នុងកម្មវិធី WOWNOW តោះនាំគ្នាមកមើល";
"share_link_text_suffix" = "ការផ្តល់ជូនកាន់តែច្រើនទៀត មាននៅក្នុងកម្មវិធី WOWNOW";

"not_online" = "ក្រៅអ៊ីនធឺណិត";
"title_system_notify" = "សារជូនដំណឹង";
"message_placeholder_file" = "[ឯកសារ]";
"message_placeholder_image" = "[រូបភាព]";
"message_placeholder_video" = "[វីដេអូ]";
"message_placeholder_voice" = "[សំលេង]";
"message_placeholder_location" = "[ទីតាំង]";
"message_placeholder_unknow" = "[សារមិនគាំទ្រ]";

"Log1CQtZ" = "លទ្ធផលនៃការទូទាត់";
"Hpvwa3Zz" = "អ្នកបានទទួល";
"vKmYX5mn" = "ចុចដើម្បីមើល";
"xij9sKYa" = "មានសុពលភាពដល់";
"lgqfIW4i" = "ការចំណាយតិចបំផុត";
"Ug4g71Gm" = "មើលព័ត៌មានលម្អិត";

"zVW93gJW" = "WOWNOW";
"XBJcpM9Z" = "ចុចឱ្យយូរដើម្បីស្កេនចូល";
"scan_title" = "ស្កេន";
"scan_result_unknow" = "មាតិកាដែលមិនស្គាល់";
"update_righnow" = "ធ្វើបច្ចុប្បន្នភាពឥឡូវនេះ";
"current_version" = "កំណែបច្ចុប្បន្ន%@";
"unknow_qr_code" = "លេខកូដ QR ដែលមិនស្គាល់";

"dorHCS49" = "ការជ្រើសរើសតំបន់";
"1qlk3HjQ" = "សូមបំពេញព័ត៌មានអាសយដ្ឋាន។";
"FIu1dUpO" = "ទីតាំងបច្ចុប្បន្ន";
"ZErdi1op" = "កំពុងកំណត់ទីតាំង ...";
"5WYTmohJ" = "ទីតាំងពេញនិយម";
"6S5clihu" = "សូមជ្រើសរើសតំបន់";
"Gox2YsVC" = "ជ្រើសរើសតំបន់";
"other" = "ផ្សេងទៀត ";
"vqbvbYvq" = "ប្រើទីតាំងបច្ចុប្បន្ន";
"Ziwbr6ak" = " ត្រូវបានប្រើថ្មីៗនេះ";
"pFpFHpps" = "គាំទ្រតែតំណចំលងប៉ុណ្ណោះ";

"message_read_all" = "អានទាំងអស់";
"nearby_shop" = "ហាងនៅក្បែរ";
"failed_get_address" = "បានបរាជ័យក្នុងការទទួលអាសយដ្ឋាន";
"failed_get_address_code" = "បានបរាជ័យក្នុងការទទួលលេខកូដអាសយដ្ឋាន";

"get_beta_qualification" = "អបអរសាទរអ្នកទទួលបានសិទ្ធិក្នុងការសាកល្បងកំណែថ្មី";
"no_experience" = "មិនទាន់សាកល្បង";

"qZQ0QU8C" = "ការហៅជាសំឡេង";
"cPbPQyvH" = "ទំព័រតេស្តការហៅជាសំឡេងនិងវីដេអូ";
"uFOxSJZG" = "ជជែកលេង";
"6xqiPBRj" = "ការហៅជាវីដេអូ";
"8emVvEwy" = "មិនអាចធ្វើការហៅទូរស័ព្ទដោយគ្មានការអនុញ្ញាតមីក្រូហ្វូនឬកាមេរ៉ា";
"O3N3zScm" = "ទៅបើក";

"privacy_notification_tips" = "បើកការជូនដំណឹងទទួលបានព័ត៌មានបញ្ជាទិញនិងព័ត៌មានបញ្ចុះតម្លៃគ្រប់ពេលទទួលបានព័ត៌មានបញ្ជាទិញនិងព័ត៌មានបញ្ចុះតម្លៃគ្រប់ពេលវេលា។";
"message_center_promotion" = "ការផ្សព្វផ្សាយ";
"message_center_personal" = "ផ្ទាល់ខ្លួន";
"message_center_chats" = "ជជែកកំសាន្ត";


"coupon_filter_default" = "លំនាំដើម";
"coupon_filter_new" = "មកដល់ថ្មី";
"coupon_filter_expire" = "ផុតកំណត់ឆាប់ៗនេះ";
"no_threshold" = "គ្មានកម្រិត";
"coupon_threshold" = "គ្រប់ %@ អាចប្រើបាន";
"SAMarketingBusinessTypeYumNow" = "Food Delivery";
"SAMarketingBusinessTypeTinhNow" = "Online Shopping";
"SAMarketingBusinessTypeTopUp" = "Top Up";
"SAMarketingBusinessTypeGame" = "Game";

"Coupon_bl_YumNow" = "ការកម្មង់អាហារអនឡាញ";
"Coupon_bl_TinhNow" = "ពាណិជ្ជកម្មអនឡាញ";
"Coupon_bl_PhoneTopUp" = "បញ្ចូលទឹកប្រាក់";
"Coupon_bl_GameChannel" = "ហ្គេម";
"Coupon_bl_SuperApp" = "ទាំងអស់";
"Coupon_bl_HotelChannel" = "សណ្ឋាគារ";
"Coupon_bl_GroupBuy" = "Local Service";
"Coupon_bl_BillPayment" = "ទូទាត់វិក្កយបត្";

"message_cell_more" = "មើល​បន្ថែម​ទៀត";
"check_payment_result" = "កំពុងពិនិត្យមើលលទ្ធផលទូទាត់ ...";
"i_know" = "ខ្ញុំដឹងហើយ";
"go_luck_draw" = "ទៅចាប់ឆ្នោត";
"get_luck_draw" = "ទទួលបានឱកាសចាប់រង្វាន់";
"congratulation" = "សូមអបអរសាទរ";

"checkstand_repayment_title" = "តើអ្នកពិតជាចង់ផ្តួចផ្តើមការទូទាត់ថ្មីមែនទេ?";
"checkstand_repayment_content" = "វេទិកាមិនបានទទួលលទ្ធផលទូទាត់របស់អ្នកទេ។ \nប្រសិនបើការទូទាត់ត្រូវបានបញ្ចប់ សូមមេត្តារង់ចាំ។";
"checkstand_repayment_again" = "គ្មានការទូទាត់ បញ្ជាក់ដើម្បីបន្តការទូទាត់។";
"checkstand_repayment_wait" = "ការទូទាត់ត្រូវបានធ្វើឡើង កំពុងរង់ចាំលទ្ធផលទូទាត់។";

"Powered_by_CoolCash" = "Powered by CoolCash";
"Restrict" = "ទឹកប្រាក់តម្រូវទុកប្រើ";
"Withdrawable_balance" = "ទឹកប្រាក់ដកបាន";
"wallet_notice" = "ប្រអប់បញ្ចូល";
"bill_history_btn" = "វិក័យប័ត្រប្រវត្តិសាស្ត្រ";
"bill_history_title" = "វិក័យប័ត្រប្រវត្តិសាស្ត្រ";
"adress_tips_phone_format_error" = "សូមបញ្ចូលលេខទូរស័ព្ទត្រឹមត្រូវ។";

"app_pay_onlne" = "ការទូទាត់តាមអ៊ីនធឺណិត";
"app_pay_success" = "ការទូទាត់បានជោគជ័យ";
"app_pay_fail" = "ការទូទាត់បានបរាជ័យ";
"app_pay_paying" = "កំពុងបង់ប្រាក់ សូមមេត្តារង់ចាំ...";
"app_pay_init" = "រង់ចាំការបង់ប្រាក់ សូមកុំបិទទំព័រនេះ";
"app_pay_backToMerchant" = "ត្រឡប់ទៅហាងវិញ";

"STUDENT_JOB" = "ការងារសិស្ស";
"EMPLOYEE_JOB" = "ការងារនិយោជិត";
"PRIVATE_COMPANY_JOB" = "ការងារក្រុមហ៊ុន​ឯកជន";
"GOVERNMENT_INSTITUTION" = "ស្ថាប័នរដ្ឋាភិបាល";
"ENTREPRENEURSHIP_JOB" = "ការងារភាពជាសហគ្រិន";
"NGO_JOB" = "ការងារអង្គការក្រៅរដ្ឋាភិបាល";
"CHARITY_JOB" = "ការងារសប្បុរសធម៌";
"ASSOCIATION_JOB" = "ការងារសមាគម";
"EMBASSY_JOB" = "ការងារស្ថានទូត";
"EXPATRIATE_JOB" = "ការងារចំណាកស្រុក";
"wcoin_balance" = "W-coin";
"career" = "អាជីព";

"feature_no_support" = "កម្មវិធីរបស់អ្នកមិនគាំទ្រមុខងារនេះទេ។ សូមដំឡើងកំណែទៅកំណែចុងក្រោយបំផុត ដើម្បីទទួលយកមុខងារពេញលេញ។";
"validate_code" = "កូដ​ផ្ទៀង​ផ្ទាត់";
"get_sms_code" = "ផ្ញើលេខកូដផ្ទៀងផ្ទាត់";
"resend_second_less" = "%zds";
"suvJBCPM" = "ទាក់ទងសេវាកម្មអតិថិជន";

"support_online_payment" = "គាំទ្រការទូទាត់តាមអ៊ីនធឺណិត";
"support_offline_payment" = "គាំទ្រការទូទាត់ក្រៅបណ្តាញ";
"input_correct_opt" = "សូមបញ្ចូលលេខកូដផ្ទៀងផ្ទាត់ត្រឹមត្រូវ។";
"5K8ZBMsK" = "ទូទាត់ប្រាក់ពេលទំនិញទៅដល់";
"payment_method_offline_transfer" = "ការផ្ទេរក្រៅបណ្តាញ";

"btn_sign_git" = "ចុះឈ្មោះ";
"please_setup" = "រៀបចំ";
"get_more_coupons" = "ទទួលបានគូប៉ុងបន្ថែម";
"coupons_used_record" = "កំណត់ត្រា​";

"DATEPICKER_YEAR" = "ឆ្នាំ";
"DATEPICKER_MONTH" = "";
"DATEPICKER_DAY" = "ថ្ងៃ";
"01" = "មករា";
"02" = "កុម្ភៈ";
"03" = "មីនា";
"04" = "មេសា";
"05" = "ឧសភា";
"06" = "មិថុនា";
"07" = "កក្កដា";
"08" = "សីហា";
"09" = "កញ្ញា";
"10" = "តុលា";
"11" = "វិច្ឆិកា";
"12" = "ធ្នូ";

"sa_choose" = "ជ្រើសរើស";
"SCAN_TAKE_PHOTO_RETAKE"   = "ម្តងទៀត";
"SCAN_TAKE_PHOTO_USE_PHOTO"   = "យល់ព្រម";

// 0428
"userBillList_tail_refund" = " - សងប្រាក់វិញ";
"userBillList_refunded" = "ការបង្វិលទឹកប្រាក់បានជោគជ័យ";
"refund_receiver_info_title" = "ប្រមូលលុយ";
"refund_receiver_info_channel" = "ឆានែលទទួលប្រាក់";
"refund_receiver_info_account" = "គណនីទទួលប្រាក់";
"refund_receiver_info_receiver" = "អ្នកទទួលប្រាក់";
"userBillList_title" = "វិក័យប័ត្រ";
"userBillList_cash_out" = "ចំណាយ";
"userBillList_cash_in" = "ចំណូល";
"userBillList_tips" = "វិក្កយបត្រគឺ \"ការទូទាត់តាមអ៊ីនធឺណិត ការផ្ទេរក្រៅបណ្តាញ\" ប្រតិបត្តិការ\nវិក័យប័ត្រមិនរួមបញ្ចូលប្រតិបត្តិការ \"សាច់ប្រាក់លើការដឹកជញ្ជូន\" ទេ។";
"userPaymentBill_title" = "ព័ត៌មានលម្អិតអំពីការទូទាត់";
"userPaymentBill_refundRecord" = "កំណត់ត្រាសងប្រាក់វិញ។";
"userPaymentBill_paymentMethod" = "របៀបទូទាត់ទឹកប្រាក់";
"userPaymentBill_paymentState" = "ស្ថានភាពទូទាត់ទឹកប្រាក់";
"userPaymentBill_product" = "ផលិតផលពណ៌នា";
"userPaymentBill_createTime" = "វេលាប្រតិបត្តិ";
"userPaymentBill_paymentTime" = "វេលាទូទាត់ទឹកប្រាក់";
"userPaymentBill_paymentOrderNo" = "លេខបញ្ជាទិញនៃទូទាត់ទឹកប្រាក់";
"userPaymentBill_merchantOrderNo" = "លេខបញ្ជាទិញនៃហាង";
"userRefundBill_title" = "ព័ត៌មានលម្អិតអំពីការសងប្រាក់វិញ";
"userRefundBill_refundState" = "ស្ថានភាពសងប្រាក់";
"userRefundBill_refundMethod" = "របៀបសងប្រាក់";
"userRefundBill_refundOffline" = "ការផ្ទេរក្រៅបណ្តាញ";
"userRefundBill_refundTime" = " ពេលវេលាសងប្រាក់";
"userRefundBill_refundOrderNo" = "លេខបញ្ជាសងប្រាក់";
"userRefundBill_refundSource" = " ប្រភពនៃការសងប្រាក់";
"userRefundBill_orignalOrderNo" = "លេខទូទាត់ការបញ្ជាទិញដើម";
"userRefundBill_check" = "ពិនិត្យមើល";
"orderDetails_orderNo" = "លេខលំដាប់";
"orderDetails_payAmount" = "ចំនួនទឹកប្រាក់ទូទាត់";
"orderDetails_createTime" = "វេលាប្រតិបត្តិ";
"orderDetails_payTime" = "វេលាទូទាត់ទឹកប្រាក់";
"payOrderState_init" = "ការចាប់ផ្តើម";
"payOrderState_paying" = "កំពុងទូទាត់ទឹកប្រាក់";
"payOrderState_payed" = "ការទូទាត់ទឹកប្រាក់ជោគជ័យ";
"payOrderState_payFail" = "ការទូទាត់ទឹកប្រាក់បរាជ័យ";
"payOrderState_closed" = "ការទូទាត់ទឹកប្រាក់បានបញ្ចប់";
"refundOrderState_wait" = "ការបង្វិលទឹកប្រាក់ស្ថិតក្នុងរង់ចាំ";
"payOrderState_refunding" = "កំពុងបង្វិលទឹកប្រាក់";
"payOrderState_refunded" = "ការបង្វិលទឹកប្រាក់បានជោគជ័យ";
"payOrderState_closed" = "ការបង្វិលទឹកប្រាក់បានបញ្ចប់";
"refundOrderState_refunding" = "កំពុងបង្វិលទឹកប្រាក់";
"refundOrderState_refunded" = "ការបង្វិលទឹកប្រាក់បានជោគជ័យ";
"refundOrderState_reject" = "ឈ្មួញបដិសេធមិនព្រមសងប្រាក់វិញ";
"refundOrderState_canceled" = "បោះបង់ការសងប្រាក់វិញ";
"refundOrderState_init" = "ការចាប់ផ្តើម";
"refundOrderState_error" = "ករណីលើកលែងសងប្រាក់វិញ";
"refundOrderState_expired" = "ការបង្វិលទឹកប្រាក់បានផុតកំណត់";
"refundReason_normal" = "ការបង្វិលទឹកប្រាក់ប្រតិបត្តិធម្មតា";
"refundReason_repeat" = "ការបង្វិលទឹកប្រាក់ស្ទួន";
"refundReason_timeout" = "ការបង្វិលទឹកប្រាក់បានផុតកំណត់";
"refundReason_channel" = "ការសងប្រាក់ពីឯកតោឆានែល";
"aggregateOrderState_init" = "ការចាប់ផ្តើម";
"aggregateOrderState_completed" = "បានបញ្ចប់";
"aggregateOrderState_waitPay" = "នឹងត្រូវបង់ប្រាក់";
"aggregateOrderState_payed" = "ការទូទាត់ទឹកប្រាក់ជោគជ័យ";
"aggregateOrderState_canceled" = "បានលុបចោល";
"aggregateOrderState_closed" = "បិទ";

"checksd_choose_coupon" = "ជ្រើសរើសការបញ្ចុះតម្លៃ";
"checksd_activity_full_minus" = "ពេញ %@ ដក %@";
"checksd_activity_no_use" = "មិនប្រើការបញ្ចុះតម្លៃ";
"payment_coupon" = "ការបញ្ចុះតម្លៃលើការទូទាត់";
"checksd_actuallyPaid" = "ពិតជាបានបង់";
"checksd_activity_no_available" = "មិន​ទាន់​មាន";

"paid_result_wpoint_get_tips1" = "អបអរសាទរ អ្នកទទួល%0.1fW-Coinsពីការទិញនេះ";
"paid_result_wpoint_get_tips2" = "ចំណាយចាប់ពី%@ដុល្លារ អ្នកនឹងទទួលបានW-Coins";


/** 退款进度状态 */
"refundOperationType_refunding" = "កំពុងបង្វិលសងប្រាក់";
"refundOperationType_closed" = "ការបង្វិលសងប្រាក់បានបិទ";
"refundOperationType_success" = "ការបង្វិលប្រាក់បានជោគជ័យ";
"refundOperationType_switch" = "ប្តូរទៅការបង្វិលសងប្រាក់ក្រៅប្រព័ន្ធ";
"refundOperationType_failed" = "ការបង្វិលសងប្រាក់បានបរាជ័យ";
"refundOperationType_relaunch" = "ដំណើរការបង្វិលប្រាក់ម្តងទៀត";
"refundOperationType_create" = "បង្កើតការបង្វិលសងប្រាក់";
"refundOperationType_initiate" = "ចាប់ផ្តើមធ្វើការបង្វិលសងប្រាក់";
"refundOperationType_request" = "ស្នើសុំការបង្វិលសងប្រាក់";
"refundOperationType_accept" = "ទទួលសំណើការបង្វិលសងប្រាក់";
"refundOperationType_tip1" = "WOWNOW បានទទួលសំណើការបង្វិលសងប្រាក់របស់អ្នក។";
"refundOperationType_tip2" = "បង្វិលសងប្រាក់ទៅកាន់: %@, វេលាប្រតិបត្តិការទឹកប្រាក់ចូលគណនីវិញ​ អាស្រ័យលើប្រព័ន្ធដំណើរការ។";

"wait_pay_result_tips1" = "អ្នកមានការទូទាត់ 1 កំពុងដំណើរការ សូមរង់ចាំលទ្ធផលទូទាត់។";
"wait_pay_result_tips2" = "ប្រសិនបើពាក្យសម្ងាត់ត្រូវបានបញ្ចូល និង បញ្ជាក់ការទូទាត់ សូមអត់ធ្មត់រង់ចាំលទ្ធផលទូទាត់។";
"wait_pay_result_tips3" = "ប្រសិនបើការទូទាត់មានកំហុស និង មិនទាន់បានបញ្ជាក់ សូមដំណើរការទូទាត់ឡើងវិញ។";
"wait_pay_result_tips4" = "សំណើទូទាត់ប្រាក់បានកើតឡើងច្រើនដងសម្រាប់ការកម្ម៉ង់ ការទូទាត់ប្រាក់ត្រូវបានរឹតបន្តឹង។";
"wait_pay_result_problem" = "ការទូទាត់មានបញ្ហា?";
"wait_pay_result_title" = "លទ្ធផលទូទាត់ក្នុងប្រព័ន្ធ";
"wait_pay_result_i_understand" = "ខ្ញុំ​បានយល់";
"wait_pay_result_pay_again" = "ទូទាត់ម្តងទៀត";


/** 注销账号 */
"ac_deactive_account" = "បិទ​ដំណើរការ​គណនី";
"ac_tips1" = "បន្ទាប់​ពី [​បិទ​ដំណើរការ​គណនី] ​មិន​អាចត្រឡប់ដូចដើម​​ សូម​ប្រតិបត្ដិ​ដោយ​ប្រុង​ប្រយ័ត្ន";
"ac_logout_request" = "សំណើ​បិទ​ដំណើរការ​";
"ac_tips2" = "សូមជ្រើសរើសមូលហេតុនៃការបិទ​ដំណើរការ​គណនី";
"ac_reason1" = "ត្រូវការដោះការផ្សាភ្ជាប់ទូរស័ព្ទ";
"ac_reason2" = "កង្វល់សុវត្ថិភាព / ឯកជនភាព";
"ac_reason3" = "នេះជាគណនីលើស";
"ac_reason4" = "ប្រើប្រាស់ WOWNOW​ មានការលំបាក";
"ac_reason5" = "ផ្សេងៗ";
"ac_textview_placehold" = "សូមបញ្ចូលមូលហេតុផ្សេងទៀត។";
"ac_important_alert" = "ការជូនដំណឹងសំខាន់";
"ac_tips3" = "សូមអានការជូនដំណឹងសំខាន់ខាងក្រោមដោយប្រុងប្រយ័ត្នន មុនពេលបិទ​ដំណើរការ​គណនី បន្ទាប់ពីបិទដំណើរការ អ្នកនឹងមិនអាចប្រើគណនីបានទៀតទេ រួមទាំងប៉ុន្តែមិនកំណត់ចំពោះ ៖";
"ac_tips11" = "អ្នក​នឹង​មិន​អាច​ចូល​និង​ប្រើ​គណនី WOWNOWបានទេ រាល់​វិធី​ចូល​ក្រោម​គណនី​នឹង​ត្រូវ​បាន​លុប​ចេញ៖";
"ac_tips12" = "រាល់ការបញ្ជាទិញអាជីវកម្ម និងព័ត៌មានប្រតិបត្តិការរបស់អ្នកនឹងត្រូវបាន​លុប​ចេញ,";
"ac_tips13" = "ពិន្ទុរបស់អ្នក តម្លៃកំណើន ប័ណ្ណបញ្ចុះតម្លៃ​និងសិទ្ធិផ្សេងៗនឹងត្រូវចាត់ជាមោឃៈដែលមិនអាចយកមកវិញបាន។";
"ac_tips14" = "ទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នក និងព័ត៌មានផ្ទៀងផ្ទាត់អត្តសញ្ញាណនឹងត្រូវបានលុបដែលមិនអាចយកមកវិញបានទេ។";
"ac_tips15" = "និងព័ត៌មានអំពីផលិតផល/សេវាកម្មដែលអ្នកកំពុងប្រើប្រាស់។";
"ac_tips21" = "សូមប្រាកដថាប្រតិបត្តិការទាំងអស់ត្រូវបានបញ្ចប់ដោយគ្មានជម្លោះ តុល្យភាពកាបូបត្រូវបានដកចេញ។ បន្ទាប់ពីគណនីត្រូវបានបិទដំណើរការ ការបង្វិលសង់នៃទំនិញ និង ថវិកាដែលទាក់ទងនឹងការរក្សាសិទ្ធិអំពីប្រតិបត្តិការកំណត់ត្រា នឹងត្រូវបានចាត់ជាអសារបង់ដោយស្វ័យប្រវត្តិ។";
"ac_tips31" = "បន្ទាប់ពីការបិទដំណើរការ ទ្រព្យសកម្មនិងសិទ្ធិប្រយោជន៍របស់អ្នកត្រូវបានចែងដូចខាងក្រោម  :";
"ac_no_assets" = "បច្ចុប្បន្នមិនមានទ្រព្យសកម្មនិងសិទ្ធិប្រយោជន៍";
"ac_tips32" = "ខ្ញុំបានអាន និងទទួលដឹង %@ បានយល់ព្រមចំពោះលទ្ធផលដែលបានចែងសម្រាប់ ទ្រព្យសកម្មនិងសិទ្ធិប្រយោជន៍ទាំងអស់នូវការដំណើរការបិទគណនី ";
"ac_tips33" = "《កិច្ចព្រមព្រៀងបិទដំណើរការគណនី》";
"ac_tips41" = "មិនទទួលបានសារ SMS? ";
"ac_view_help" = "ឆែកមើលជំនួយ";
"ac_tips51" = "សំណើបិទគណនីបានជោគជ័យ";
"ac_tips52" = "WOWNOW បានទទួលសំណើរបិទដំណើរគណនីរបស់អ្នក គណនីនឹងត្រូវបានបិទបន្ទាប់ពីការត្រួតពិនិត្យបានបញ្ចប់";
"ac_tips42" = "មិនទទួលបានលេខកូដ?";
"ac_tips43" = "ប្រសិនបើអ្នកមិនទទួលបានលេខកូដផ្ទៀងផ្ទាត់នៅលើទូរសព្ទរបស់អ្នកទេ សូមធ្វើតាមការណែនាំខាងក្រោម :";
"ac_tips44" = "ពិនិត្យមើលទូរស័ព្ទរបស់អ្នកកំពុងបិទ ឬ​ មិនមានបណ្តាញ";
"ac_tips45" = "ពិនិត្យមើលថាតើលេខទូរស័ព្ទរបស់អ្នកបានបញ្ចូលត្រឹមត្រូវទេ";
"ac_tips46" = "ពិនិត្យមើលតើ សារ លេខកូដផ្ទៀងផ្ទាត់របស់អ្នកត្រូវបានរារាំងឬអត់";
"ac_tips47" = "រើលេខទូរស័ព្ទ %@ ដើម្បីទទួលបានលេខកូដផ្ទៀងផ្ទាត់";

"payment_result_wpoint_tips" = "W-Coins​អាចប្រើទៅចាប់រង្វាន់ និងប្តូរប័ណ្ណបញ្ចុះតម្លៃផ្សេងៗ";
"payment_result_wpoint_toUse" = "ប្រើប្រាស់";

"choose_city_title" = "ជ្រើសរើសទីក្រុង";

//优惠券改版
"coupon_match_All" = "ទាំងអស់";
"coupon_match_Filter" = "តម្រង";
"coupon_match_Coupon" = "គូប៉ុង";
"coupon_match_CashCoupon" = "គូប៉ុងសាច់ប្រាក់";
"coupon_match_ExpressCoupon" = "គូប៉ុងដឹកជញ្ជូន";
"coupon_match_PaymentCoupon" = "គូប៉ុងទូទាត់";
"coupon_match_APPCoupon" = "គូប៉ុងApp";
"coupon_match_StoreCoupon" = "គូប៉ុងហាង";
"coupon_match_NewArrival" = "មកដល់ថ្មី";
"coupon_match_ExpireSoon" = "ជិតផុតកំណត់​";
"coupon_match_UsedFor" = "ប្រើសម្រាប់";
"coupon_match_Validity" = "សុពលភាព";
"coupon_match_ConditionsOfUse" = "លក្ខខណ្ឌប្រើប្រាស់";
"coupon_match_UsageRecord" = "កំណត់ត្រាប្រើប្រាស់";
"coupon_match_Used" = "បានប្រើ​";
"coupon_match_Expired" = "ផុតកំណត់";
"coupon_match_FoodDelivery" = "កម្ម៉ង់អាហារ​";
"coupon_match_OnlineShopping" = "ទំនិញអនឡាញ";
"coupon_match_TopUp" = "បញ្ចូលលុយទូរស័ព្ទ";
"coupon_match_Hotel" = "សណ្ឋាគារ";
"coupon_match_Game" = "ហ្គេម";
"coupon_match_Default" = "លំនាំដើម";
"coupon_match_AmountLargeToSmall" = "ទឹកប្រាក់​ធំទៅតូច";
"coupon_match_AmountSmallToLarge" = "ទឹកប្រាក់​តូចទៅធំ";
"coupon_match_ClaimCoupon" = "គូប៉ុងគូប៉ុង​";
"coupon_match_ExchangeCode" = "លេខកូដប្តូរ";
"coupon_match_GoCouponCenter" = "ទៅមជ្ឈមណ្ឌលគូប៉ុង";
"coupon_match_SavePointExchangeCoupon" = "សន្សំពិន្ទុប្តូរគូប៉ុង";
"coupon_match_CouponTypeNotAvailable" = "ប្រភេទគូប៉ុងមិនមាន";
"coupon_match_YouDoNotHaveCouponGoClaimAtCouponCenter" = "អ្នកមិនទាន់មានគូប៉ុងទេ សូមទៅកាន់មជ្ឈមណ្ឌលគូប៉ុងដើម្បីបើក​";
"coupon_match_NoRecordet" = "គ្មានកំណត់ត្រា";
"coupon_match_CouponExpirationReminder" = "រំលឹកការផុតកំណត់គូប៉ុង";
"coupon_match_tip" = "អ្នកមានគូប៉ុងដែលជិតផុតកំណត់ សូមប្រើប្រាស់ឱ្យបានលឿន! ចុចលើម៉ឺនុយ APP \"គូប៉ុងរបស់ខ្ញុំ\" ដើម្បីមើល";
"coupon_match_CouponType" = "ប្រភេទគូប៉ុង";
"coupon_match_AvailableRange" = "រើសម្រាប់";
"coupon_match_Sort" = "តម្រៀប";
"coupon_match_LimitedStore" = "ហាងមានកំណត";
"coupon_match_UseDate" = "កាលបរិច្ឆេទប្រើប្រាស";
"coupon_match_OfferNotEligible" = "មិនមានការផ្តល់ជូន";
"coupon_match_DiscountUnavailable" = "មិនអាចប្រើការបញ្ចុះតម្លៃ";
"coupon_match_DiscountNotAllowed" = "ការបញ្ចុះតម្លៃមិនត្រូវអនុញ្ញាត";
"coupon_match_use_tip1" = "ចំនួនប្រើប្រាស់ថ្ងៃនេះបានអស់ (%ld ដងក្នុងមួយថ្ងៃ)";
"coupon_match_use_tip2" = "ចំនួនសរុបត្រូវបានប្រើប្រាស់ (សរុប %ld ដង)";
"coupon_match_use_tip3" = "ចំនួនប្រាក់កក់មិនគ្រប់គ្រាន់";
"coupon_match_threshold" = "គ្រប់ %@%@ អាចប្រើបាន";

"PRIMARY_SCHOOL" = "បឋមសិក្សា";
"SECONDARY_SCHOOL" = "អនុវិទ្យាល័យ";
"HIGH_SCHOOL" = "វិទ្យាល័យ";
"BACHELOR_DEGREE" = "បរិញ្ញាប័ត្រ";
"MASTER_DEGREE" = "អនុបណ្ឌិត";
"PHD" = "បណ្ឌិត";
"education" = "កំរិតវប្បធម៌";

"choose_language_logo" = "choose_language_logo";
"choose_language_main" = "choose_language_main";

"login_voice_tip1" = "ប្រសិនបើអ្នកមិនបានទទួលលេខកូដផ្ទៀងផ្ទាត់ទេ អ្នកអាចសាកល្បងវិធីផ្សេងទៀត។";
"login_voice_tip2" = "សាកល្បងជាសារសំឡេង ដើម្បីទទួលបានលេខកូដផ្ទៀងផ្ទាត់";
"login_voice_tip3" = "ពួកយើងកំពុងធ្វើការខលអ្នក សូមរង់ចា";

"login_new_SignIn" = "ចុះឈ្មោះចូល";
"login_new_Register" = "បង្កើតគណនី";
"login_new_PasswordSignIn" = "បញ្ចូលពាក្យសម្ងាត់";
"login_new_WelcomeBack" = "ស្វា​គម​ន៏​ការ​ត្រ​លប់​មក​វិញ!";
"login_new_EnterMobileNumber" = "បញ្ចូលលេខទូរស័ព្ទ";
"login_new_EnterPassword" = "បញ្ចូលពាក្យសម្ងាត់";
"login_new_ForgetPassword" = "ភ្លេច​ពាក្យសម្ងាត់";
"login_new_SMSSignIn" = "ផ្ញើរសារចុះឈ្មោះចូល";
"login_new_SignInPassword" = "ពាក្យសម្ងាត់ចុះឈ្មោះចូល";
"login_new_SignInWithFacebook" = "ចុះឈ្មោះចូលតាម​ហ្វេ​ស​ប៊ុ​ក";
"login_new_SignInWithWechat" = "ចុះឈ្មោះចូលតាម​WeChat";
"login_new_SignInWithAPPLEID" = "ចុះឈ្មោះចូលតាម​ Apple";
"login_new_SelectCountryCode" = "ជ្រើសរើសលេខកូដប្រទេស";
"login_new_PleaseConfirmYourMobileNumber" = "សូមបញ្ជាក់លេខទូរស័ព្ទរបស់អ្នក?";
"login_new_VerificationCode" = "លេខកូដផ្ទៀងផ្ទាត់";
"login_new_GetVerificationCode" = "រង់ចាំលេខកូដផ្ទៀងផ្ទាត់";
"login_new_GetVerificationCode_tip" = "លេខកូដផ្ទៀងផ្ទាត់ 6 ខ្ទង់បានផ្ញើទៅកាន់លេខទូរស័ព្ទកន្ទុយ %@ របស់អ្នក  សូមពិនិត្យមើលសាររួចបញ្ចូល";
"login_new_VerificationCodeSent" = "លេខកូដផ្ទៀងផ្ទាត់បានផ្ញើចេញ";
"login_new_Resend" = "ផ្ញើម្តងទៀត";
"login_new_SetPassword" = "កំណត់ពាក្យសម្ងាត់";
"login_new_EnterNewSignInPassword" = "វាយបញ្ចូលពាក្យសម្ងាត់ថ្មី";
"login_new_ReEnterNewSignInPassword" = "វាយបញ្ចូលពាក្យសម្ងាត់ថ្មីម្តងទៀត";
"login_new_SetPassword_tip1" = "ពាក្យសម្ងាត់តម្រូវត្រឹម 6-20តួរ";
"login_new_SetPassword_tip2" = "ខ្លឹមសារពាក្យសម្ងាត់តម្រូវជាអក្សរអង់គ្លេស តួរលេខ ឬនិមិត្តសញ្ញា (លើកលែងតែដកឃ្លា)";
"login_new_SetPassword_tip3" = "យ៉ាងហោចណាស់មានបន្សំអក្សរ លេខ និងនិមិត្តសញ្ញាជាភាសាអង់គ្លេស";
"login_new_SetPassword_tip4" = "ពាក្យសម្ងាត់ត្រូវតែដូចគ្នាទាំងពីរដង";
"login_new_SetPassword_tip5" = "ដើម្បីជៀសវាងការបាត់បង់គណនីរបស់អ្នកនិងមិនអាចចូល​វិញបាន អ្នកត្រូវបានណែនាំអោយកំណត់ពាក្យសម្ងាត់ចុះឈ្មោះចូល!";
"login_new_SetPassword_tip6" = "កំណត់ពាក្យសម្ងាត់បានជោគជ័យ ចុះឈ្មោះចូលដោយប្រើពាក្យសម្ងាត់ថ្មី។";
"login_new_StopReminder" = "បញ្ឈប់ការរំលឹក";
"login_new_BindMobileNumber" = "ផ្សាភ្ជាប់លេខទូរស័ព្ទ";
"login_new_registrationFacebook" = "បង្កើតគណនីតាមហ្វេសប៊ុក";
"login_new_registrationWechat" = "បង្កើតគណនីតាមWeChat";
"login_new_registrationAPPLEID" = "បង្កើតគណនីតាម Apple";
"login_new_agreement_tip" = "តាមរយៈការចុះឈ្មោះចូលប្រព័ន្ធរបស់ពួកយើង លោកអ្នកបានយល់ព្រមចំពោះកិច្ចព្រមព្រៀងអ្នកប្រើប្រាស់ និង គោលការណ៍ឯកជនភាព។";
"login_new_agreement_tip_key1" = "កិច្ចព្រមព្រៀងអ្នកប្រើប្រាស់";
"login_new_agreement_tip_key2" = "គោលការណ៍ឯកជនភាព។";
"login_new_register_page_title" = "ចុះឈ្មោះ";
"login_new_skip" = "អូសរំលង";
"login_new_remind" = "រំលឹក";
"login_new_userRegister" = "ចុះឈ្មោះអ្នកប្រើប្រាស់ថ្មី";

"recorder_cannot_record" = "មិនអាចកត់ត្រាបាន";
"recorder_permission_tip" = "សូមអនុញ្ញាតឱ្យចូលប្រើមីក្រូហ្វូនរបស់ទូរស័ព្ទអ្នកនៅក្នុងជម្រើស \"ការកំណត់ - ភាពឯកជន - មីក្រូហ្វូន \" របស់ទូរស័ព្ទ iPhone ។";
"recorder_label_tip" = "បន្ធូរដើម្បីរក្សាទុក អូសរំលងដើម្បីបោះបង់";

"ugc_uncomfortable" = "វើឲ្យអារម្មណ៍មិនស្រួល";
"ugc_fraud" = "ព័ត៌មានមិនពិត";
"ugc_uninterested" = "មិនចាប់អារម្មណ៍";
"ugc_unrecommend" = "មិនទទួលការបង្ហោះរបស់អ្នកនិពន្ធ";
"ugc_report_success" = "កាត់បន្ថយមាតិកាបែបនេះ";

"guide_tips" = "សូមជ្រើសរើសឈុតឆាកដែលអ្នកចូលចិត្ត";
"guide_type_0" = "អាហារ";
"guide_type_1" = "ទិញទំនិញ";
"guide_type_2" = "ដំណើរកម្សាន្ត";
"guide_type_3" = "កាបូប";
"guide_type_4" = "បញ្ចូលលុយ";
"guide_submit" = "សាកល្បងឥឡូវ​នេះ";

"Coupon_bl_GroupBuy1" = "Local Service";

"search_click_me_to_try" = "មិនអាចរកឃើញហាងមែនទេ? ចុចខ្ញុំដើម្បីសាកល្បង";

"order_list_title_refund" = "បង្វិលសងប្រាក់/ក្រោយពេលលក់";

"address_code_tips" = "លេខកូដផ្ទៀងផ្ទាត់បានផ្ញើទៅកាន់លេខទូរស័ព្ទរបស់អ្នកទទួលទំនិញ %@ សូមពិនិត្យមើលសារហើយបញ្ចូលលេខកូដផ្ទៀងផ្ទាត់។";

"sd_solved" = "បានដោះស្រាយ";
"sd_unsolved" = "មិនបានដោះស្រាយ";
"sd_Latest_Reply" = "ការឆ្លើយតបថ្មីបំផុត";
"sd_My_opinion" = "មតិរបស់ខ្ញុំ";
"sd_more" = "បញ្ហាមិនទាន់បានដោះស្រាយ សូមចូលទៅកាន់ការបញ្ចេញមតិ >";
"sd_title" = "មតិយោបល់លម្អិត";
"sd_tips" = "តើចម្លើយបានស្រាយចម្ងល់របស់អ្នកដែលឬទេ?";

"Coupon_bl_AirTicket" = "សំបុត្រយន្តហោះ";

"search_suggested" = "ណែនាំសម្រាប់អ្នក";
"order_completed" = "[ការបញ្ជាទិញបានបញ្ចប់]";

"pay_Riels_Balance" = "សមតុល្យប្រាក់រៀ";
"pay_Dollar_Balance" = "តុល្យភាពដុល្លារ";


"order_search_history" = "ប្រវត្តិសាស្ត្រការស្វែងរក";

"oc_pending_payment" = "មិនទាន់បានបង់ប្រាក់";
"oc_filter" = "តម្រង";
"oc_start_time" = "ម៉ៅងចាប់ផ្តើម";
"oc_end_time" = "ម៉ៅងបញ្ចប់";
"oc_total" = "ទំនិញសរុបចំនួន %ld";
"oc_bill" = "បង់​វិ​ក័​យ​ប​ត្រ";
"oc_delete_order" = "លុបការបញ្ជាទិញ";
"oc_order_number" = "លេខបញ្ជាទិញ:";
"oc_pay_completed" = "ការទូទាត់ចំនួន %ld បានបញ្ចប់";
"oc_refund_completed" = "ប្រាក់ត្រូវបានសងរួចរាល់ចំនួន %ld ដង";
"oc_tips1" = "តើអ្នកពិតជាចង់លុបការបញ្ជារទិញនេះមែនទេ?";
"oc_search_placeholder" = "លេខបញ្ជាទិញ/ឈ្មោះអាជីវកម្ម/ឈ្មោះផលិតផល";
"oc_search_history" = "ប្រវត្តិស្វែងរក";
"oc_search" = "ស្វែងរក";
"oc_tips2" = "អ្នកមិនមានការបញ្ជាទិញដែលពាក់ព័ន្ធទេ។";
"oc_tips3" = "រកមើលអ្វីដែលអ្នកចង់ទិញ";
"oc_btn_confirm" = "បញ្ជាក់";

"im_fb_Feedback" = "មតិកែលម្អ";
"im_fb_FeedbackType" = "ប្រភេទមតិកែលម្អ";
"im_fb_DetailDescription" = "ពិពណ៌នាលម្អិត";
"im_fb_textView_tips" = "សូមបំពេញព័ត៌មានលម្អិតនៃមតិកែលម្អ និងការទាមទារដែលពាក់ព័ន្ធ";
"im_fb_Upload_certificate" = "បង្ហោះវិញ្ញាបនបត្រ";
"im_fb_tips" = "សូមអរគុណចំពោះមតិកែលម្អរបស់អ្នក ពួកយើងនឹងដោះស្រាយវាឱ្យបានឆាប់តាមដែលអាចធ្វើទៅបាន។";
"im_fb_tips1" = "រហូតដល់ 5សន្លឹក​";
"im_fb_tips2" = "សូមជ្រើសរើសប្រភេទមតិកែលម្";

"Recall_tip1" ="បានលុបសារ";
"Recall_tip2" ="\"អ្នក\"បានលុបសារ";

"coupon_Expiring_soon" = "ផុតកំណត់ក្នុងពេលឆាប់ៗនេះ ";
"coupon_Full_discount" = "គ្រប់ %@ បញ្ចុះតម្លៃ %@";
"coupon_Unlimited_discount" = "ឥតដែនកំណត់, បញ្ចុះតម្លៃរហូតដល់ %@";
"coupon_Valid_until" = "មាន​សុពលភាព​ដល់";


"payment_tips" = "ការទូទាត់តាមអ៊ីនធឺណិតស្ថិតនៅក្រោមការជូសជុល";
"payment_tips1" = "សូមអភ័យទោសចំពោះការរអាក់រអួលដែលកើតឡើងចំពោះអ្នក។";
"payment_tips2" = "ណែនាំជ្រើសរើសវិធីទូទាត់ប្រាក់ផ្សេងទៀត សូមអភ័យទោសចំពោះការរអាក់រអួលដែលកើតឡើងចំពោះអ្នក។";

"tg_bind_tip" = "សូមអបអរសាទរអ្នកបានភ្ជាប់គណនី WOWNOW ដោយជោគជ័យ។";

"pay_card_tip" = "1. គាំទ្រតែកាតឥណទាន \"VISA, MasterCard, UnionPay, JCB\" ដែលបើកក្នុងស្រុកតែប៉ុណ្ណោះ កាត​ឥណទានអន្តរជាតិមិនត្រូវបានគាំទ្រ។\n2. កាតឥណទានបង្វិលសងប្រាក់វិញទៅគណនីក្នុងរយៈពេល 3-7 ថ្ងៃ ពេលវេលាជាក់លាក់គឺអាស្រ័យទៅលើធនាគារ។";

"checkstand_repayment_title1" = "លទ្ធផល​នៃ​ការ​ទូទាត់​មិន​ទាន់​ទទួល​បាន​ទេ តើ​អ្នក​បាន​បញ្ចប់​ការ​ទូទាត់​ហើយ​ឬ​នៅ?";
"checkstand_repayment_again1" = "ខ្ញុំបានធ្វើការបង់ប្រាក់ហើយ";
"checkstand_repayment_wait1" = "ខ្ញុំមិនទាន់បានបង់ប្រាក់ទេ។";

"mc_Information" = "ព័ត៌មាន";
"mc_All_Seen" = "បានឃើញទាំងអស់។";
"mc_Promotions" = "ប្រូម៉ូសិន";
"mc_Personal_information" = "ព័ត៌មាន​ផ្ទាល់ខ្លួន";
"mc_Chat_conversation" = "ព័ត៌មានសន្ទនា";
"mc_Seen" = "បានឃើញ";
"mc_See_more" = "មើល​បន្ថែម​ទៀត";

"mc_voice_call" = "[ការហៅជាសំឡេង]";

"pay_khqr_Support_Scan_QR_Payment" = "គាំទ្រ​ ស្កេនQR ទូទាត់ប្រាក់។";
"pay_khqr_KHQR​_Scan_Pay" = "ស្កេនកូដ KHQR ទូទាត់ប្រាក់";
"pay_khqr_tip1" = "ទាមទារ​ អេបBakong ឬ អេបធនាគារដែលគាំទ្រKHQR ដើម្បីស្កេនKHQR និងទូទាត់ប្រាក់។";
"pay_khqr_Payment_amount" = "ទឹកប្រាក់ត្រូវទូទាត់";
"pay_khqr_Payment_failed" = "ទូទាត់បរាជ័យ";
"pay_khqr_Merchant's_name" = "ឈ្មោះហាង";
"pay_khqr_step1" = "ទាញយកកូដទូទាត់ KHQR ទៅក្នុងអាល់ប៊ុមទូរសព្ទ។";
"pay_khqr_step2" = "បើកកម្មវិធី Bakong ឬកម្មវិធីធនាគារដែលគាំទ្រ KHQR ហើយស្កេនកូដទូទាត់ប្រាក់។";
"pay_khqr_Download_KHQR_payment_code" = "ទាញយកកូដទូទាត់ KHQR";
"pay_khqr_Payment_Reminder" = "រំលឹកការទូទាត់";
"pay_khqr_tip2" = "1. បន្ទាប់បញ្ចប់ការទូទាត់ពីស្កេន QR សូមរង់ចាំលទ្ធផលការទូទាត់។ សូមកុំស្កេនកូដច្រើនដង ដើម្បីជៀសវាងការបង់ប្រាក់ស្ទួន។ ក្នុងករណីមានការបង់ប្រាក់ស្ទួន ការទូទាត់លើសនឹងត្រូវបង្វិលសង់វិញ។";
"pay_khqr_tip3" = "2. សូមធ្វើការស្កេនទូទាត់មុនពេលផុតកំណត់។ ប្រសិនបើការទូទាត់ត្រូវបានធ្វើឡើងបន្ទាប់ពីពេលផុតកំណត់ ទឹកប្រាក់ទូទាត់នឹងត្រូវបង្វិលត្រលប់ទៅផ្វិញដោយស្វ័យប្រវត្តិ ហើយការបញ្ជាទិញនឹងមិនមានសុពលភាព។";
"pay_khqr_tip4" = "3. ក្នុងករណីមានការបង្វិលសងប្រាក់វិញ ការទូទាត់នឹងត្រូវបង្វិលត្រឡប់ជូនវិញតាមប្រភពដើម សូមរង់ចាំការជូនដំណឹងនៃអេបធនាគារដែលទូទាត់។";
"pay_khqr_Back_to_order" = "ត្រឡប់ទៅកម្ម៉ង់";

"Coupon_bl_Travel" = "ត្រាវែល";

"ocr_tip" = "សូមដាក់ឯកសារចូលក្នុងស៊ុមបន្ទាត់ក្រហមដើម្បីស្កេនកូដ (MRZ): ";
"ocr_Photograph" = "ថតរូប";
"ocr_processing" = "ដំណើរការ";
"ocr_Document_scanning" = "កេនឯកសារ";
"ocr_retake" = "ថតឡើងវិញ";
"ocr_Finish" = "បញ្ចប់";

"Rating_instruction" = "របៀបវាយតម្";
"ad_shake_tip" = "ក្រឡុកៗ ឬ ចុចចូល";

"login_new2_Make Life Easy" = "ធ្វើឱ្យជីវិតកាន់តែងាយស្រួល";
"login_new2_Register or Sign In" = "ចុះឈ្មោះចូល/ ចូលប្រើឥឡូវ​នេះ";
"login_new2_Continue with Facebook" = "បន្តប្រើតាមគណនីហ្វេសប៊ុក";
"login_new2_Continue with Apple" = "បន្តប្រើតាម Apple";
"login_new2_Continue with Wechat" = "បន្តប្រើតាម Wechat";
"login_new2_Continue with SMS" = "បន្តប្រើតាមការផ្ញើរសារ";
"login_new2_Or" = "ឬ";
"login_new2_Account Password Sign in" = "ចូលប្រើតាមគណនីនិងពាក្យសម្ងាត់";
"login_new2_tip1" = "ការបង្កើត/ប្រើប្រាស់គណនីអ្នកប្រើប្រាស់របស់អ្នកបង្ហាញពីការទទួលយកកិច្ចព្រមព្រៀងអ្នកប្រើប្រាស់ និងគោលការណ៍ឯកជនភាពរបស់យើង។";
"login_new2_tip2" = "សម្រាប់ការផ្ទៀងផ្ទាត់ និងទំនាក់ទំនងជាបន្តបន្ទាប់ ពួកយើងត្រូវការអ៊ីមែលហ្វេសប៊ុករបស់អ្នក %@ ហើយសាកល្បងចុះឈ្មោះម្តងទៀត។";
"login_new2_tip2-1" = "សូមអនុញ្ញាតWOWNOW APP នៅលើ Facebook";
"login_new2_Mobile registration or Sign in" = "ការចុះឈ្មោះតាមទូរស័ព្ទ ឬ ចូលប្រើ";
"login_new2_Switch account or register" = "ប្តូរគណនី ឬចុះឈ្មោះ";
"login_new2_Welcome Back" = "ស្វា​គម​ន៏​ការ​ត្រ​លប់​មក​វិញ";
"login_new2_Sign in with Facebook" = "ចូលប្រើតាមគណនីហ្វេសប៊ុក";
"login_new2_Sign in with Apple" = "ចូលប្រើតាម Apple";
"login_new2_Sign in with Wechat" = "ចូលប្រើតាម Wechat";
"login_new2_Sign in with SMS" = "ចូលប្រើតាមការផ្ញើរសារ";
"login_new2_Sign in" = "ចូលប្រើ";
"login_new2_copy successfully" = "ចម្លងដោយជោគជ័យ";
"login_new2_Account/WOWNOW ID" = "គណនី/WOWNOW ID";
"login_new2_Email" = "អ៊ីមែល";
"login_new2_Mobile Number" = "លេខទូរសព្ទ";
"login_new2_Setting" = "ការកំណត់";
"login_new2_Linked account" = "គណនីភ្ជាប់";
"login_new2_Binding" = "ចងភ្ជាប់";
"login_new2_My information" = "ព័ត៌មានរបស់ខ្ញុំ";
"login_new2_Please confirm your email account" = "សូមបញ្ជាក់គណនីអ៊ីមែលរបស់អ្នក។";
"login_new2_Please enter your email account" = "សូមបញ្ចូលគណនីអ៊ីមែលរបស់អ្នក។";
"login_new2_tip3" = "ពួកយើងបានផ្ញើលេខកូដផ្ទៀងផ្ទាត់ 6 ខ្ទង់ទៅអ៊ីមែលរបស់អ្នក %@ សូមពិនិត្យមើលអ៊ីមែលរបស់អ្នក ហើយបញ្ចូល។";
"login_new2_Phone Setting" = "កំណត់ទូរស័ព្ទ";
"login_new2_tip4" = "មុខងារ XXXX ដែល​អ្នក​នឹង​ប្រើ​តម្រូវ​ឱ្យ​កំណត់​លេខ​ទូរសព្ទ។ សូមធានាថា​លេខ​ទូរសព្ទ​ត្រូវ​បាន​ការពារ​ដោយ​ការ​អ៊ិនគ្រីប ហើយ​នឹង​មិន​ត្រូវ​បាន​បង្ហាញ​ឡើយ។";
"login_new2_Please set mobile number" = "សូម​កំណត់​លេខ​ទូរស័ព្ទ";
"login_new2_tip5" = "ពួកយើងបានផ្ញើលេខកូដផ្ទៀងផ្ទាត់ 6 ខ្ទង់ទៅកាន់លេខទូរសព្ទរបស់អ្នក XXXX សូមពិនិត្យមើលសារ និងបញ្ចូល។";
"login_new2_Allow personalized push" = "អនុញ្ញាតការផ្សាយបែបផ្ទាល់ខ្លួន";
"login_new2_Allow Location information to access" = "អនុញ្ញាតឱ្យចូលប្រើព័ត៌មានទីតាំង";
"login_new2_Allow camera to access" = "អនុញ្ញាតឱ្យចូលប្រើកាមេរ៉ា";
"login_new2_Allow photos to access" = "អនុញ្ញាតឱ្យចូលប្រើរូបថត";
"login_new2_Allow microphone to access" = "អនុញ្ញាតឱ្យចូលប្រើមីក្រូហ្វូន";
"login_new2_tip6" = "ដើម្បីធានាបាននូវសុវត្ថិភាព អ្នកត្រូវចងភ្ជាប់ទូរស័ព្ទរបស់អ្នកមុនពេលកំណត់ពាក្យសម្ងាត់។";
"login_new2_tip7" = "ពួកយើងបានផ្ញើលេខកូដផ្ទៀងផ្ទាត់ 6 ខ្ទង់ទៅកាន់លេខទូរស័ព្ទរបស់អ្នក XXXX សូមពិនិត្យមើលសារ និងបញ្ចូល។";
"login_new2_Set password" = "កំណត់ពាក្យសម្ងាត់";
"login_new2_tip8" = "ដើម្បីជៀសវាងការបាត់បង់គណនីរបស់ និងមិនអាចចូលវិញបាន ណែនាំអ្នកឲ្យកំណត់ពាក្យសម្ងាត់សម្រាប់ចូល។";
"login_new2_tip9" = "ការបង្កើត/ប្រើប្រាស់គណនីអ្នកប្រើប្រាស់របស់អ្នកបង្ហាញពីការទទួលយក %@ និង %@ របស់ពួកយើង។";
"login_new2_User Agreement" = "\"កិច្ចព្រមព្រៀងអ្នកប្រើប្រាស់\"";
"login_new2_Privacy Policy" = "\"គោលការណ៍​ភាព​ឯកជន\"";
"login_new2_Set email" = "កំណត់អ៊ីមែល";
"login_new2_Settings" = "កំណត់";
"login_new2_Get verification code" = "ទទួលយកកូដផ្ទៀងផ្ទាត់";
"login_new2_SignIn" = "ចូលប្រើ";
"login_new2_login_new_GetVerificationCode_tip" = "ពួកយើងបានផ្ញើលេខកូដផ្ទៀងផ្ទាត់ 6 ខ្ទង់ទៅកាន់លេខទូរសព្ទរបស់អ្នក %@ សូមពិនិត្យមើលសារ និងបញ្ចូល។";
"login_new2_tip10" = "មុខងារ %@ ដែល​អ្នក​នឹង​ប្រើ​តម្រូវ​ឱ្យ​កំណត់​លេខ​ទូរសព្ទ។ សូមបញ្ជាក់ថា​លេខ​ទូរសព្ទ​ត្រូវ​បាន​ការពារ​ដោយ​ការ​អ៊ិនគ្រីប ហើយ​នឹង​មិន​ត្រូវ​បាន​បង្ហាញ​ឡើយ។";
"login_new2_Payment" = "ទូទាត់";
"login_new2_Local Service Order" = "កក់សេវាកម្ម";
"login_new2_Food Delivery Order" = "កម្ម៉ង់អាហារ";
"login_new2_Online Shopping Order" = "ទិញទំនិញអនឡាញ";
"login_new2_Wallet" = "កាបូប";
"login_new2_Successfully set" = "ការកំណត់បានជោគជ័យ";
"search_location_fail" = "ការកំណត់ទីតាំងបានបរាជ័យ";
"search_location_fail_tip" = "បរាជ័យក្នុងការចាប់យកទីតាំងបច្ចុប្បន្ន សូមកំណត់ទីតាំងដោយខ្លួនអ្នក។";

"alert_open_microphone" = "WOWNOW ត្រូវប្រើមីក្រូហ្វូនរបស់អ្នក ដើម្បីឱ្យអ្នកជិះអាចទាក់ទងអ្នកបានទាន់ពេល។";

"pay_tip88" = "ប្រព័ន្ធទូទាត់ប្រាក់ស្ថិតក្រោមការថែទាំ";


"setPinCode" = "បង្កើតកូដសម្ងាត់";
"modifyPinCode" = "ប្តូរកូដសម្ងាត់";
"pincodeCannotUseSerialNumber" = "កូដសម្ងាត់មិនអាចរៀងបន្តបន្ទាប់";
"pincodeCannotUseRepeatNumber" = "កូដសម្ងាត់មិនអាចដដែលៗ";
"pincodeAreDifferent" = "កូដសម្ងាត់មិនត្រឹមត្រូវ សូមវាយម្តងទៀត";
"settingPincodeSuccess" = "បង្កើតកូដសម្ងាត់បានជោគជ័យ សូមរក្សាទុក!";
"modifyPincodeSuccess" = "ប្តូរបានជោគជ័យ សូមរក្សាទុកកូដសម្ងាត់ថ្មី";
"pincodeSettingTips" = "បង្កើតកូដសម្ងាត់តម្រូវភ្ជាប់ជាមួយគណនីបាគង";
"confirmPincode" = "សូមបញ្ជាក់កូដសម្ងាត់ម្តងទៀត";
"inputOriginalPincode" = "បញ្ចូលកូដសម្ងាត់បច្ចុប្បន្ន";
"inputNewPincode" = "បញ្ចូលកូដសម្ងាត់ថ្មី";
